[
{"artists": ["Joe Strummer"], "album": ["Joe Strummer 001"], "text": ["This 32-track collection combines remastered rarities and unreleased oddities. More than a collectors’ compendium, though, it offers a welcome collage of a restless, empathic spirit.", "Timing never was ", "’s strong suit. Not more than a year after ", " cracked the stateside Top 10 in 1982, with “Rock the Casbah” peaking at No. 8 on the ", " Hot 100, Strummer fired his partner, Mick Jones. Instead of pulling the plug on the “", ",” he kicked around for a few years, sticking with the Clash long enough to alienate even his hardcore fans with 1985’s incoherent ", ". Strummer released a solo album in 1989, when neither UK nor U.S. audiences were much interested in his earthy passion. When punk ", " have a commercial resurgence in the mid-1990s, his attempt to reunite the Clash fell apart. He couldn’t round up another proper gang until he formed ", " near decade’s end. Just as they began to hit their stride, Strummer died of a heart attack on December 22, 2002. He was only 50.", "Released nearly 16 years after his death, ", "—a 32-track compilation of remastered rarities and previously unreleased material—continues this streak of bad timing, appearing at a moment when the Clash’s memory mostly surfaces for Greatest Albums Of All Time lists. Yet Strummer’s absence from mainstream discourse works in favor of ", ". It arrives to almost no expectations, save for those diehards who scrambled to collect these scraps over the years and long harbored hopes that Strummer’s recordings for obscure indie films such as ", " would be released.", " meets those collectors’ needs, but it’s much more than some utilitarian compendium. Eschewing chronology for collage, ", " paints a vivid and complex portrait of Strummer as he existed outside of the Clash. Each CD opens with a version of “Letsgetabitarockin,” a nifty little ", " lift he wrote for his first band, the pub rockers the 101’ers. It’s an appropriate opening salvo. No matter how far Strummer roamed in life and music—singing Bob Marley with Johnny Cash, dabbling in African rhythms, and interpolating New Orleans R&B during extended sojourns in Spain and California—he was always rooted in rock’n’roll.", "While Strummer started his professional career singing retro rock, he was consumed by understanding other cultures, which ", " makes clear. Shuffling between elastic reggae, Irish folk, cinematic country, boombox hip-hop, and pseudo-jazz, the compilation showcases a singer/songwriter restless for new experiences, a hunger abetted by the Clash's collapse. Without a band, he was free to join directors Alex Cox and Jim Jarmusch on exotic film sets, contributing a few songs and even popping up on screen.", "In ", ", biographer Chris Salewicz argues Strummer suffered from depression during this period. Still, this music is vibrant and never listless, gaining life from its ragged edges and brittle recordings. The cheapness suggests vitality, as if Strummer just needed to get these thoughts down as quickly as possible. For that reason, chunks of this material can seem tentative, even incomplete. Certain songs are revisited, and melodies are reappropriated. That circularity feels integral to Strummer’s creativity. He always worked his way back to the basics, writing rocking rave-ups and diving into spiritual dub when other ideas fell short.", "A compilation with such rough edges typically remains the province of the converted, but ", " explains the rocker’s sensibility in a way that is instructive and even inspiring for neophytes. The Clash were omnivorous and passionate, but their familiarity can sometimes mute their sense of adventure and emotion. That’s not the case here. Strummer embraced other cultures, formed the short-lived Latino Rockabilly War for 1988’s ", " soundtrack, recorded with the Pogues under the Astro-Physicians disguise, and reunited with old bandmate Mick Jones to make hip-hop that didn’t sound like the Clash. His insatiable curiosity and endless empathy give this rough-hewn music a powerful core. Strummer’s career was a testament for open borders and open hearts. While such compassion may have fallen out of fashion, Strummer’s messy, impassioned music now sounds even more urgent and necessary."]},
{"artists": ["Roc Marciano"], "album": ["Behold a Dark Horse"], "text": ["The New York rapper’s skill and authority are so strong on his latest project it’s like listening to a director’s commentary without ever seeing the movie. It is also marred by his retrograde homophobia.", " is an artist of humble beginnings who, by will and wit, became one of New York’s finest shit-talking diarists. Almost 10 years after getting signed by ", " and set aside in nearly the same breath, he self-produced his stark solo debut. And now, eight years after that, he is a cornerstone in that stark space, with a large enough following to ", ". The tale of a Flipmode Squad cast-off becoming one of the most accomplished independent rappers nearly two decades later is as captivating a story as anything that happens in his songs. He has sometimes even tied his unlikely, industry-subverting success story into his imaginative street epics (“Fuck an A&R, I can do way more with an AR,” he brags on “1000 Deaths”). ", ", his second album of the year following the sequel ", ", folds his two worlds into one. His ability to make listeners see as he sees is second to none.", "Marciano doesn’t ever deviate from his formula and he’s had plenty of time to refine the model since 2010’s cult classic ", ". But any notion that hearing one Roc Marciano album is like hearing them all is put to rest with ", ". Nearly 20 years into his career, with his lane more crowded than ever, Marci has made his raps sharper, let his flows whisk through richer samples, and deepened his commitment to the character he plays. “Nobody’s perfect but I’m close/I can’t be cloned, when I was made: after, they broke the mold/It was written in stone,” he raps on a song called “Fabio.”", "The same steeliness that powered previous records still powers ", ", but there is a new momentum that props it up as something to behold. Marci has spent much of the ’10s fine-tuning his twisting technique and blurring the lines between throwback pimp iconography and gritty mafioso rap. But now that his legacy is preserved, he’s stepped out of the shadows a bit. Things are less grainy. Marciano (again) produces the majority of the beats here himself, but he laces some of his crispest sample work without losing that stained, cinematic quality, as if he’s restoring an old spool of film to digital. Beats from ", ", ", ", Animoss, and more are slotted in to add just a touch of color. The choicest among them is the Q-Tip-produced closer “Consigliere,” with its sweeping strings and dusty drums, and Marci lets it wash over him as he raps, “You know the forte: Ralph Lauren drawers on but fuck the horseplay/Got sauce for days; you got poor taste.”", "The beats are foreboding and gorgeous all at once, but it’s the ways Roc Marciano frames himself inside them that makes ", " so interesting, how his singular syntax reveals his mind. His Aussie bitch is double jointed and the double barrel joint is pointed at your boyfriend (“Sampson & Delilah”). He’s Huey Newton in the king’s wicker chair with the pistol near and his face is chiseled in the silverware, with care (“Amethyst”). His talk of murder and mayhem and moneymen seems almost mythic. He raps about himself the way other rappers lionize Escobar.", "There are many MCs that now occupy the same space in our imagination that Marci once dominated at the turn of the decade. Plenty of these tri-state technicians have similar skill sets. But ", " is never this bold, ", " never this unflustered, ", " isn’t nearly as Machiavellian. Marci’s less animated than ", " but more quotable. He is so blasé reenacting the fanciful excursions in his songs that it makes them feel realer and more thrilling.", "The only time Roc Marciano pulls the listener out of his world is when he is reiterating his long-held homophobic worldview. He has an extensive history of homophobic lyrics—not just slurs but also hate speech—across his entire catalog and as recently as ", ". This pattern of behavior has largely gone ignored in the wake of his tremendous skill. But he brings it up so often on ", ", and some of the lyrics are so off-putting, that it almost feels like a secondary mandate. Here’s a guy who is among the most fastidious and cultured street writers of an era still stuck in the stone ages on basic rights. It follows that a ’90s rap purist would hold such a retrograde belief; there is no place for it, in our world or his, and it sullies the experience of the album. For a rapper obsessed with relishing his own good taste and beguiling listeners into his densely packed domain, it’s not just inelegant or distasteful, it’s uninviting and obtuse.", "These moments are frequent enough to draw the eye to the seams of Roc Marciano’s illusion on ", " in what is an otherwise mesmerizing character study. His greatest trick is drawing you in so close that you lose the plot. He fits so much scenery, so much detail, into his frame of vision that anything outside the scope is extraneous. It’s like listening to a director’s commentary without seeing the movie.", "Such a bizarre framework only works if your perspective is more powerful than the scenes you’re shooting, and Roc Marciano is among the best at positioning himself as the only reliable narrator. Marci never really makes a case for where his authority comes from or why it goes unquestioned, and he doesn’t have to. His rapping ", " the case. He strings together multis with a casualness that insinuates and even sells the power dynamics he cites. “You still a child/You need to climb down from the treehouse/Still, even then, we not playing on even ground,” he snarls. ", " is the first time Roc Marciano feels as in control as he says he is on record, for better and worse."]},
{"artists": ["Pinegrove"], "album": ["Skylight"], "text": ["Completed in 2017 and shelved for almost a year, Pinegrove’s third record is smaller, softer, and closer to the chest.", "A year ago, it looked like ", "’s next move would almost certainly cement their status as indie rock heroes. Formed in Montclair, New Jersey in 2010 by friends Evan Stephens Hall and drummer Zack Levine, Pinegrove spent the next six years honing their folky math rock in increasingly packed basements. With their 2016 record, ", ", they magnificently captured the ", " of being alive. It was a small record that did big things, reaching wide swaths of listeners by embracing the sentimentality of emo, the catchiness of power-pop, and the twang of country, creating a universe that felt welcoming and sincere. When the size of the crowd at Pinegrove’s early evening set at last year’s Pitchfork Music Festival dramatically eclipsed that of their emo forefathers, ", ", who occupied the same stage later that day, it was clear that a torch had been passed.", "But three weeks after the November 2017 release of a glorious and cathartic single, “", ",” everything came to a standstill. As Hall explained in a long, confusing ", " he had been accused of “sexual coercion” by a woman he had been in a relationship with. In accordance with the alleged victim’s wishes, Hall and the band shelved ", ", canceled their U.S. tour, and disappeared. So did many of their fans, who immediately denounced Pinegrove. Ten months after the Facebook post, in a ", " detailing the situation, Hall told Pitchfork, “I take consent seriously. All of our encounters were verbally consensual. But, OK, certainly this isn’t from nowhere. If she came away feeling bad about our encounter, feeling like she couldn’t express how she was feeling honestly at the time, that’s a huge problem.” He added, “We are thoroughly in favor of the dismantling of patriarchal structures, and the movement right now to elevate survivors and victims of abuse. And we are not interested in a listenership that doesn’t care about that.” ", ", their third record, was originally meant to come out on Run for Cover, like ", ". The band and label mutually agreed that Pinegrove would self-release ", " and donate the proceeds to charity.", "There is no “right” way to return from such serious allegations; some feel there should be no return at all. It is impossible to ignore the accusations against Hall while listening to ", ". At times, the album can feel subconsciously remorseful, but this is almost a twisted coincidence. The band insists that ", " has hardly changed since it was mastered in October 2017, and some songs date back to at least 2015. ", " opens with “Rings,” an optimistic but cautious declaration of new beginnings and accountability. “I draw a line in my life/Singing, ‘This is the new way I behave now’/And actually live by the shape of that sound,” Hall declares. Though “Rings” quickly continues the self-mythologizing of ", ", with references to Pinegrove iconography like ampersands, wings, and geometric shapes, it’s clear that empathy is not so effortless.", "Recorded and produced by Hall and guitarist Sam Skinner at a house in upstate New York, ", " focuses on atmosphere and abstraction. While ", " was defined by anthemic eruptions of longing, these 11 songs move patiently and often disregard verse-chorus song structures in favor of loose vignettes. “Paterson & Leo”—which originally appeared as a bonus track on ", "’s European re-release that same year—is a wisp of a lullaby about a friendship between two men adrift in their lives. Every instrument, from Levine’s drums to Adan Carlo’s bass slows to the stillness of morning, while Hall and keyboardist Nandi Rose Plunkett’s twin harmonies build with each verse until they take flight. (Plunkett, who left Pinegrove’s full-time lineup after ", " to focus on her own project, ", ", is a brilliant presence here.) In divine moments like “Paterson & Leo” and later, on “Amulets,” each slight note has a defined voice.", "Little on ", " merits the emo-revival label that has trailed the band since their inception. Instead, the group leans into the country tendencies that permeated ", ". On the closer “Light On,” Hall’s impassioned yelp melts into a full-on drawl, while a lap steel courtesy of Joshua F. Marré paints a rich wash beneath him. With much of the singalong hooks of ", " stripped back, Hall attempts to translucently dissect his limitations here. “I wanna talk about/All the ways/Every example of/The shapes/We use to communicate,” he intones on “Portal.” The recording is distinctly raw with few overdubs, evoking dusty alt-country or an indie-folk record from the early aughts. The effect is modest and discrete, especially on tracks like “Darkness,” a wandering meditation reminiscent of Sheryl Crow in her ’90s prime. On “Angelina,” a fan favorite that has appeared on ", " and ", " the desire gets tangled, but the passion rings clear.", "At her 2015 retrospective at New York’s Museum of Modern Art, Yoko Ono built a free-standing spiral staircase titled “", ".” As visitors took turns climbing the steps toward a glass skylight—symbolizing infinite promise—the structure rattled. Each quiver seemed to suggest that transcendence never comes without risk. Despite our efforts, Ono explained, “We are not tall enough to touch the sky.” How easy it is, then, to sing about friendship, love, and community, to realize that art cannot account for your actions, to know we are not tall enough to transcend. ", " closes with Hall looking upwards on the ballad “Light On,” as the band sways from one measure to the next. His voice stretches to a falsetto as he considers a real solution: “I wanna do much better.”"]},
{"artists": ["Viagra Boys"], "album": ["Street Worms"], "text": ["With theatrical élan, the Swedish rabble-rousers lampoon the masculine and the moneyed on songs that match parody with precision.", "In the mid-1990s, wrestling went into storyline overdrive, welcoming a new cast of cheesy antiheroes, convoluted backstories, and gimmicks too silly for even a teenage drama club. Perhaps nobody did this better than Mick Foley, who wrestled as three distinct personae: Dude Love, Cactus Jack, and Mankind. When ", ", Foley simply donned a new costume in order to provide a more imposing threat. That era of wrestling perfectly captured the difficulty of designing characters who play into machismo stereotypes while mocking them, too, a surprisingly sophisticated feat of writing and acting. Swedish six-piece ", " are the Mick Foley of the post-punk world: a tour de force of musical comedy disguised as society’s most accepted reprobates.", "From their name to their vocal delivery, Viagra Boys appear to be a joke, but they want to be in control of when and how the comedic plot unfolds. Until now, they have left a small, nearly untraceable trail of clues about their identity. They formed in 2015, released two short EPs, performed occasionally in Europe, and, for the record, have only taken Viagra once. ", ", their debut album, is a grand introduction. Viagra Boys manage to mock everyday negative qualities—boasted virility, misplaced classism, and blissful ignorance—with sincerity ", " ambivalence.", "Like most mid-’90s WWE characters, the Boys depend as much on exclamatory writing as hammy performances. “Down in the Basement” emerges with an instant snarl, the rhythm section pulsing with restraint and grit to match ", ". Singer Sebastian Murphy points a new finger every few seconds, as when he calls out a cheating husband and demands he give his wife the apology she deserves. The interplay between his wobbly singing, itself an homage to ", ", and the band’s tempo-aligned tightness creates an intense but aloof dynamic. The mix makes Viagra Boys confrontational. When guitars and the saxophone take turns flashing in “Slow Learner” or the manic, descending noise of “Frogstrap” refuses to relent, that’s the band fortifying Murphy’s criticisms and quips. There’s a freeform enthusiasm to Viagra Boys’ music, even if nobody is taking solos.", "The band’s greatest trick is mimicking the very people they despise. On “Best in Show,” a whirlwind of unnerving synth squeaks, Murphy nails the elitist mentality of wealthy breeders and silk-stocking owners devoted to competitions. He introduces a Texas dog show by rattling off fake contestants. Purebred names become rambling titles. Fruits come into play. He’s suddenly idolizing the seriousness of it all through absurdist comparisons, like cocker spaniels defying the space-time continuum or moonwalking canines literally taking a piss. Then there’s “", ",” which funnels the vapidity of U.S. masculinity through reverb and distortion. On paper, Murphy’s words read like a liberal arts student mocking the game his parents dragged him to: “BASEBALL! BASKETBALL! WEINER DOGS!” But when heard, those same exclamations take on a gruff exterior, his game of tongue-in-cheek word association now driven by deep-bellied roars and anger. Viagra Boys match parody with alarming precision.", "On ", ", Viagra Boys pull off the very feat that made mid-’90s wrestling so successful: They put on a show that’s as corny as it is engrossing, with more trenchant commentary. The album’s final lyrics—“The same worms that eat me/Will someday eat you, too”—leave Murphy’s lips dryly, an attempt to put every self-absorbed person already mocked in their place. But as he sings the chorus again, the send-up’s bleakness becomes clear—not all who commit common indecencies will see punishment. Like that, the chorus becomes the album’s signature move, a lesson that may make you feel queasy but, somehow, won’t make these songs any less entertaining."]},
{"artists": ["Maxwell"], "album": ["Maxwell’s Urban Hang Suite"], "text": ["Each Sunday, Pitchfork takes an in-depth look at a significant album from the past, and any record not in our archives is eligible. Today, we revisit a true R&B classic from 1996, the spacious and grooving debut from Maxwell.", "In the late summer of 1996, Harlem was a loopy place to live—a mix of everyday strivers, storefront church-folk, street preachers, and bugged-out crackheads, buttressed by sneaker shops, streetwear emporiums (like Dr. Jays), soul-food joints, and no-nonsense African hair-braiding centers. Strolling down Lenox Avenue on a Sunday afternoon, I’d tuned my Walkman radio to DJ Hal Jackson’s legendary Sunday Morning Classics broadcast on WBLS: a slow-burn funk groove with an extended intro, hula-hooping bass, creamy electric keys, and mellifluous vocalizing stopped me dead in my tracks. “Ascension (Don’t Ever Wonder),” the second single from ", "’s debut ", ", sounded more like the feel-good black cookout R&B associated with ’70s acts like Frankie Beverly & Maze than the machine-programmed, sample-heavy hip-hop and hip-hop soul dominating airwaves at the time. I can distinctly remember that moment I heard Maxwell’s exquisite, subdued soul for the first time as if it beamed in from another time and place; I was lifted right off the Harlem pavement, ascending into the blue and beyond.", "More than two decades after its April 1996 release, ", "—one of that decade’s constitutive R&B albums alongside ", "’s 1993 ", ", ", "’s 1995 ", ", and ", "’s 1997 ", "—remains a decidedly urbane New York City record. Born Gerald Maxwell Rivera and mostly raised by his mother in Brooklyn’s gritty East New York neighborhood, Maxwell started out crafting demos on a janky Casio keyboard when he was 17. Over the next few years, he bopped in and out of NYC recording studios, formulating his sound. Maxwell cut his live chops and developed a solid reputation, crooning at nightclub venues like Nell’s in downtown Manhattan. With melodious hooks to spare, ", " captures the sparkling intimacy and free-flowing conviviality that characterized New York’s R&B open mic nights in the 1990s to a greater degree than almost any other album of its time.", "Maxwell looked like a model. He sported a outtasight, blow-out afro and retro-bohemian fashion that evoked the Afrocentric Fort Greene coffee bars, elegant brownstones, and sandalwood-smoky poetry lounges of mid-’90s Brooklyn. While gigging, writing, and recording songs, he picked up spare change pulling shifts as a waiter at Manhattan’s Coffee Shop, a popular and chic Brazilian-themed joint in Union Square. It was there Maxwell met guitarist Hod David, who would go on to co-write “Dancewitme” and play on a number of other ", " tracks. Driven by talent and hustle, Maxwell landed a record deal with Columbia Records when he was 21; he remains a quintessentially New York musician.", "Though it illuminates the sound of mid-’90s New York R&B lounges, ", " is an even more ambitious project—an 11-song concept album that’s a carnal and spiritual exploration of the mystifying terrain of heterosexual romance. It traces the entire arc of a relationship over the course of 58 minutes, from meeting to macking to break-up to reunion to marriage proposal to consummation. All this relationship drama between a single man and a single woman supposedly takes place in an unusually compressed period of time. For an album that sounds so decompressed, so languorous and so tempo-deliberate (the BPMs never exceed 100), ", " may be, at an even more meta-level, a profound commentary on the politics of place, space and time.", "The story arc gets going with the seductive foreplay of “Welcome”, depicting a chance encounter between Maxwell and a woman, followed by the finger-snappin’ come-on “Sumthin’ Sumthin’” and the spiritually blissed-out “Ascension (Don’t Ever Wonder).” Heat rises as the duo moves to the bedroom: there’s hard-driving funk jam “Dancewitme” and torrid sex storm “…Til the Cops Come Knockin’.” The guitar-led ballad “Whenever Wherever Whatever”—sounding like David Gates of ", ", ", ", and Antônio Carlos Jobim got together and had a baby—suggests a dramatic mood shift.", "Disconsolate and sullen break-up joint “Lonely’s the Only Company (I&II)” comes up next. But the warmly optimistic “Reunion” suggests things are looking up, and by the time we get to “Suitelady (The Proposal Jam),” Maxwell has pledged his life eternally to his lady. Two dusky smooth jazzy instrumentals, opener “The Urban Theme” and closer “The Suite Theme,” bookend the album. The dramatic album sequencing turns ", " into soul music as hushed erotic breathing, rhythmic like warm blood coursing through the veins, the sensual choreography of two better halves moving toward a musical vision of holy union.", " also marked the debut of Maxwell’s tenor on a recording. His vocalizing—Brooklyn Baptist church-inspired but Quiet Storm smooth—remains a timbral wonder. On falsetto-driven torch tunes like “Lonely’s the Only Company (I&II),” his luscious voice wafts out of the speakers, floating on whispery utterances and feline coos that can cause shudders like the unexpected stroke of a hand down the spine. Maxwell’s secret weapon is a slightly-serrated chest belt, which means he knows how to drive a song home and cut straight to the bone, like on the post-chorus closer of “…Til the Cops Come Knockin’.” Maxwell’s larynx, luxurious and intoxicating like streetcorner incense, remains one of 1990s R&B’s great gifts to pop.", "’s starry-eyed romantic story is supposedly based on a real-life experience. Maxwell even dedicates the liner notes to his “musze,” confessing, “I could never have done this without you.” But Maxwell never initially made public any other details about his “musze” (whom he reportedly met while working at Coffee Shop); in fact, he kept matters so under wraps that, at the time of the album’s release, gossip floated the songs were actually about his relationship with a man. “Music is my life,” he’d tell journalist Cheo Coker, “but as a profession, I don't want it to interfere with the daily routine of being a human being. Hopefully, people will respect that.” He might have been right: Maxwell’s insistence on privacy added to the album’s alluring mystique—who needs details when the musical sexiness is so off the charts?", "“Chill” conveniently describes ", "’s atmospherics, as well as its central thematic concern. Long before Tinder-era millennials hijacked the word “chill” as a euphemism for “hook up,” the album staked out ground as makeout music that was also very much ", " the complex interpersonal politics of chilling, aka hooking up. In its tale of a fleeting lustful encounter that turns into a lifetime romantic opportunity, the album infiltrates the same territory as other fling-turned-serious-relationship projects like Richard Linklater’s ", " film trilogy (the first of which, ", ", kicked off in 1995; the entire series, prefiguring his later ", ", is itself a meta-commentary on compressed time) and I’d like to imagine that it maybe even carved out ground for works like Andrew Haigh’s 2011 interior and touching film ", ".", "Under the cryptic pseudonym MUSZE, Maxwell produced much of ", " himself and in collaboration with co-producers Peter Mokran and Stuart Matthewman. He wisely recruited ", "’s ", " producer ", " to co-write confectionary “Sumthin’ Sumthin’” and Motown journeyman Wah Wah Watson, Gaye’s ", " collaborator, to deliver trademark rhythmic guitar strumming. Because of its relatively restricted budget, Maxwell and crew painstakingly pre-produced, pre-planned, and mapped out large parts of the album at Maxwell’s home set-up and at other NYC recording venues before professionally tracking the material in pricier venues. Spread out over a battery of studios including Electric Lady Studios, RPM, Sorcerer, and Chung King, tracking for ", " began in earnest in 1994 and lasted until March 1995.", "During the recording process, live musicians replayed MPC samples, early drum loops, and other demo sounds. In addition to multi-instrumentalist Maxwell and Matthewman, ", "’s other accomplished session players include ", " and Meshell Ndegeocello collaborator David Gamson, and Groove Collective keyboardist Itaal Shur (who co-wrote “Ascension (Don’t Ever Wonder”). The album’s precise, slick, and clean sound is a testament to the professionalism and organization with which the recording sessions were reportedly conducted. Given that self-contained polymaths in R&B and hip-hop—including ", ", ", ", ", ", D’Angelo, and the Tony Rich Project—were increasingly becoming the norm in late 1996, Maxwell’s Columbia A&R rep Mitchell Cohen granted him a relatively large amount of creative freedom. In turn, Maxwell emerged, even from the onset of his career, as an auteur, seemingly in total control of the direction of his sound and style.", "The long-stroke idealization of sex as intimate connection ran counter to romance-challenged, freaky-sex tunes storming the charts around the same time, like R. Kelly’s 1995 “You Remind Me of Something” and Adina Howard’s “Freak Like Me.” While far too many hip-hop and R&B artists were busy relegating women to the status of video honeys, Maxwell promoted his debut album praising the opposite sex and, according to at least one journalist, telling interviewers he believed God was a woman. What’s more, Maxwell’s cosmological orientation was squarely rooted in R&B, not in hip-hop, which distinguished him from more ruffneck peers like D’Angelo, ", ", and Mark Morrison. Maxwell was selling a bohemian throwback version of gentleman soul at a moment marked by intense commercial pressure for black male R&B artists to keep it real and pledge allegiance to the street.", "While D’Angelo constructed 1995’s ", " out of low-end sonics and throwback jazz, Maxwell had admiration for the Black British artists of the ’80s and early ’90s like Sade and Omar, given that they seemed to exert more artistic control than their American counterparts. In pursuit of Sade’s autonomy as well as her atmospheric jazz-inflected sound, he recruited her collaborator Stuart Matthewman as co-writer and co-producer, as well as other members of Sade’s Sweetback band to play on the album. Mixer Mike Pela, who’d also worked with Sade, helped deliver the album’s spacious mix. More than any other artist of his generation, Maxwell made an explicit connection to Sade’s legacy in the crafting of his musical identity (it would be years before ", " and others did the same).", "Maxwell himself was a product of a certain version of transatlantic blackness: he was born to a Haitian mother and a Puerto Rican father who died in a plane crash when he was three. In 1998, Maxwell, seemingly positioning himself as a hybrid of ", " and Bryan Ferry, referred to his own mellow smooth sound as “Caribbean Ambient Soul.” On ", ", Maxwell’s island roots might show up in the album’s sinewy bass grooves, the long instrumental rhythmic stretches, and the vaguely Latin/calypso horn arrangements. But his Caribbean roots have everything to do with his desire to overcome sandbox limitations: “As a West Indian, Puerto-Rican,” he said in an interview at the time, “I know that a lot of people in my clique are tired of being represented by one or two types of music…There's more to the urban lifestyle than that.”", "The album title alone is a deft double entendre: On one hand, it evokes “suite” as in a collection of songs, and on the other, it invents “hang suite” as a hip euphemism for the celebrity hotel suite / metropolitan black bachelor pad. Film scholar Steve Cohan, writing about cinematic representations of the bachelor pad in 1950s pop culture, argues that the post-war bachelor represented a kind of “arrested development” in his inability to settle down, even as he captured an exciting new breed of masculine sophistication and sexual intrigue, a playboy alternative to compulsory married life. Rock Hudson and Doris Day’s 1959 film ", ", with its depiction of a modern bachelor pad full of nifty consumer-era technologies and gadgets designed to seduce and/or ensnare women, epitomized that dichotomy. In keeping with Hollywood studios’ compulsory hetero-romantic code, every playboy’s bachelor pad had to be transformed into—or left behind for—a heterocentric home for two.", ", crafting its own neo-soul version of pillow talk, might be the most salient and self-aware musing on the politics of the black bachelor pad/hook up spot ever. “…Til the Cops Come Knockin’”—the only song from Maxwell’s early demos that made it to the album—follows up on H-Town’s 1993 “Knockin’ Da Boots,” offering up a vision of sex so seismic it threatens to surrender private intimacy for public disturbance. “I’m gonna take you in the room, suga, lock you up in love for days,” Maxwell promises. Even more so than contemporaries like D’Angelo or Eric Benét, Maxwell has spent his career fascinated by domestic spaces like the bachelor pad and celebrity hotel room, by the black indoors, by the interpersonal politics of the boudoir. ", "’s videos confirm the singer’s domestic pre-occupations: Eric Johnson’s “…Til the Cops Come Knockin’” unfolds in the hotel suite/bedroom, and in Sophie Muller’s “Whenever Wherever Whatever,” a solipsistic Maxwell wanders around an apartment room doing mundane chores like brushing his teeth.", "The album isn’t merely about bedroom carnality; it aspired to the status of a spiritual, existential “Black Love” album. If you’ve ever thumbed through the pages of ", ", read works by writers Maulana Karenga or Lerone Bennett Jr., or even spent 10 minutes at any corner in the ‘hood  selling black-themed books, you know about black love: the idea that intra-racial kinship between members of the opposite sex can offer relief, if not therapeutic recovery, from oppressive racism. Black love emerges as a balm that offers members of the community the chance to become healed and unbroken from systemic trauma.", "Besides the torrid black-on-black macking that is “….Til the Cops Come Knockin’,” “Sumthin’ Sumthin’” soars on Afrocentric lyrics like “Honey Dew Sugar Chocolate Dumplin,” going so far as to give praise to an “ebony” sista shimmering with a “cocoa kind of flow.” Even the streetcorner slang “sumthin’ sumthin’” and the album’s titular hijacking of the word “urban” (the music business’ lazy and enduring ’90s shorthand to refer to anything black or street-centric) suggests a vision of blackness tied to notions of slick upscale living. There’s no such thing as a ", " hang suite; Maxwell only ever envisioned black love as a nuevo asceticism for contemporary urbane lifestyles.", "Here was the soulfully sensitive, new age black man, relishing in the carnal opportunities afforded by the bachelor pad, but ultimately in search of long-term stability and monogamy. “I feel that if romance can be re-introduced in this age,” Maxwell told a reporter in 1996, “it might save a lot of people from running around.” He’d go on to say, in a separate interview: “`Respect, commitment, monogamy...it's my trip.” He wanted to hang ", " women, not ", " women.", "Given the ubiquity of ghetto-centric hip-hop and R&B in 1996, Columbia wasn’t entirely confident they could successfully market Maxwell’s throwback, boho style to a desirable young black demo, nor were they initially sure that they could effectively cross him over to an international audience. ", " debuted at No. 38 on the Top R&B / Hip-Hop Albums chart, and I can recall my surprise, at the time, that Tower Records slashed the price of the cassette format to $7.99 (most new release cassettes at the time cost more than $10). But strategic price promotion, in tandem with persistent plugging and programming on urban radio, heavy rotation of Maxwell’s videos on BET, VH1 and MTV, and a robust touring schedule (even though he was initially booed on stage while opening for Groove Theory and Fugees) afforded the fledgling album sleeper success.", "Just two years after its release, the album had already gone platinum, and it captured a 1996 Grammy nomination for Best R&B Album. Though D’Angelo got out of the gate first in 1995, proving to the world that that alternative retro-R&B could catch on with mainstream audiences, the slow-burn success of ", " further confirmed non-single format R&B’s coming of age. It is unlikely to ever garner the critical respect of D’Angelo’s ", " (released in 2000 but recorded in the 1990s) if only because it never aspired to the textural engineering and scientific headphone details that have since made ", " intimate, experimental approach to R&B matter greatly to rock connoisseurs.", "For an artist whose debut was so thematically focused on compressed time—the concept of the hook-up that evolves into a lifetime connection—Maxwell has been delivering new albums ever since at a turtle’s pace. He has always been about the soufflé, not the Big Mac—in his world, artistic releases take longer, but when they arrive, they nourish us with long-lasting, good taste. Maybe he’s traded in the bushy afro for a short crop and his boho Brooklyn threads for better-tailored suits, but Maxwell has never chased trends, and he’s never lowered his bar to play dress-up as a disposable factory-produced artist. Cool and classic, Maxwell has remained everywhere and barely there in the culture, simultaneously indispensable and inaccessible.", "I got the opportunity to interview Maxwell in 2016; he mentioned that even though he hasn’t yet had children of his own, he half-jokingly claims all the children he’s likely to have helped bring into the world because of the album’s status as transcendent baby-making music. Maybe that’s the best reason to cherish the legacy of ", ": by crooning his way in between our sheets, Maxwell’s musical DNA—his uniquely chilled-out, über-romantic, black love soul sound—has embedded itself into the very fabric of contemporary pop, R&B and beyond."]},
{"artists": ["Mudhoney"], "album": ["Digital Garbage"], "text": ["The Seattle scuzz-punk pioneers deliver a grave diagnosis of a festering societal condition.", "There are several readily available metrics that can help determine just how doomed our world truly is: increasing temperatures, rising ocean levels, species extinction rates, and so forth. But there is a less visible, arguably more accurate measure of gauging whether we’re ", ": those moments when ", " get political. While they’re never lacking in agitation and spite, the Seattle scuzz-punk pioneers tend to direct their ire at more, fish-in-a-barrel targets: posers, ", ", ", ". But you know things in the world are really getting bad whenever Mudhoney remove tongue from cheek to deliver a grave diagnosis of a festering societal condition, be it ", " or ", ". And, in the never-ending shit show that is 2018, that latent impulse has been rudely re-awakened: Mudhoney’s latest album, ", ", feels less like a collection of songs than a news-saturated social-media feed filled with all the profane polemics of a 2 a.m. drunk-Tweet.", "Earlier, this year, Mudhoney celebrated its 30th-anniversary by releasing ", ", a career-spanning live compilation that reified the timeless quality of their snot-nosed noise. ", ", on the other hand, is an album with no greater desire than to be dated as soon as possible—because that would at least be an encouraging sign that we’ve emerged from the world of shit in which this record is steeped. As the title suggests, ", " is Mudhoney’s comment on life in the internet age, though it’s most concerned with the insidious offline side effects of unfettered information dissemination. By Mudhoney standards, ", "’s relentless topicality practically makes it their first true concept album.", "Mudhoney are hardly the only band fretting about the fate of humanity these days, but they are the only band with Mark Arm, whose sneering presence ensures that even the most woke proclamations will be in gloriously bad taste. Take the garage-rocker “Paranoid Core,” whose breathless stream of dog-whistled outrage—“Robots and aliens stealing jobs, they’re bringing drugs, they’ll rape your mom!/Beware the city’s dazzling lights where dykes are waiting to steal your wife!”—renders it a “We Didn’t Start the Fire” directed at InfoWars wackos. And as “Please Mr. Gunman” illustrates, dark days inevitably yield the blackest of humour, with Arm requesting that the titular shooter at least have the decency to mow him down “in church.” That may seem like an especially twisted way to commemorate the victims of ", "; for Mudhoney, it’s a suitably absurd response to an absurd nation where even the most sacred public spaces aren’t safe from assault-rifle rampages.", "But even Arm’s most acidic lyrics are tempered by some of the band’s tidiest performances to date. After spending much of 2013’s ", " fully inhabiting the role of aging cranks waging war on the kidz, ", " sounds more relaxed in its dad-punk skin. With few exceptions (like the ", "-style ", "-age lament “Night and Fog”), the spirit here is loose and playful, more ", " than ", " Arm and guitarist Steve Turner’s usual toxic-sludge fuzz is molded into more refined riffs and arrangements; look past the shotgunned guitar blasts and anti-religion rants of “21st Century Pharisees” and you’ll find a surprisingly soothing synth line holding it all together.", "Still, even when compared to Mudhoney’s typical anti-pop, ", " makes few concessions to melodic accessibility, with Arm’s verbal splatter often forsaking such formalities as verse/chorus structure or rhyme schemes in favor of bluntly unsubtle diatribes. The album hits its manic peak with “Prosperity Gospel,” a rapid-fire inventory of late capitalism’s most odious traits (“Price-gouge medicine!/Let them eat death!/Get rich!/You win!”) that ends with a juvenile yet totally cathartic “fuck off!” But the track finds an unlikely sequel in “Messiah’s Lament,” wherein Arm gets to play the role of Jesus Christ, frowning upon the money-grubbing conservatives who like to thump the bible but seemingly pay no mind to the charity preached within. “Look at what they’re doing in my name,” Arm moans, as the song floats off in an acoustic psychedelic sway. It’s an uncharacteristically wistful turn, both in the context of this otherwise enraged album and Mudhoney’s entire muckraking career. But, thirty years after sardonically begging Jesus to ", ", the least Arm can do is sincerely return the favour."]},
{"artists": ["Lil Wayne"], "album": ["Tha Carter V"], "text": ["The long-delayed album captures Wayne how we want to remember him: openhearted, word-drunk, and exhilarated by the possibilities of his own voice.", "We can only imagine what ", " might have sounded like in 2014 when Lil Wayne first announced it was finished. We’ll never know how many ", " features that shelved draft of the album might have included, or what kind of play on “Blurred Lines” Wayne might have made, or which words he might have rhymed with ", ". That album probably wouldn’t have been very good, and it almost certainly wouldn’t have been as rewarding or revealing as the belated final product that a humbled Wayne presented on his 36th birthday, after the four most trying years of his career.", "Lil Wayne was already mired in a brutal slump when the bottom fell out. Overexposed and uninspired, he’d become so resigned to his dwindling relevance after years of repeating the same jokes that he’d even stopped calling himself the greatest rapper alive. Then, for reasons that still aren’t completely clear, his mentor and father figure ", " turned on him, refusing to release the album and all but holding his career hostage amid bitter contractual disputes. The two reconciled this year, but the hurt and betrayal are harrowingly documented on 2015’s ", ", the most impassioned of Wayne’s otherwise lifeless 2010s mixtapes.", "Despite the toll those wilderness years took on him, it may have been for the best that ", " was delayed so long. It’s hard to imagine the rapper who’d released the dreadful ", " just a few months prior could have crafted an album this tactful and heartfelt. There’s a degree of quality control on ", " that nobody could have expected from a 2018 Lil Wayne record, let alone a nearly 90-minute one.", "Wayne is no longer the lunatic trailblazer of his ’00s mixtape run, a rapper who in a just a couple bars could summon a purplish reality where fish flew through the skies and pigeons swam in the ocean. It’s hard for that kind of Christopher Robin imagination to survive this deep into adulthood. But more than any release since 2009’s ", ", ", " captures Wayne how we want to remember him: openhearted, word-drunk, and exhilarated by the possibilities of his own voice. He dials back his most obnoxious tics: the overbearing Auto-Tune; the incessant dick jokes; that awful, forced cackle that grated exponentially more with every tired crack. And even his lamer quips pay off in unexpected, sometimes emotional ways. “Blunt big, big as Mama June off the diet plan/Smokin’ science lab/I should have a tattoo that say, ‘I’m not like my dad,’” he raps over a nervy ", " beat on “Problems.”", "Some of these tracks date back years, while others were reportedly finished just weeks ago. That could be a recipe for whiplash, but most of this material is woven together so seamlessly that its provenance is never a distraction. ", " gives the most radiant R&B performance of her career on “Dark Side of the Moon,” and ", " brings Nicolas Cage-levels of insanity to his “", "”-inspired spotlight turn on “Mona Lisa,” breaking out a dozen different voices as he dramatizes the breakdown of jealous boyfriend driven to the edge by his partner’s obsession with Weezy. Neither Wayne nor Kendrick let the song’s high concept get in the way of unbridled, ferocious rapping. On the more of-the-moment end of the spectrum, there’s “Don’t Cry,” an ", " feature that kicks off the album on a misleading, miserablist note, and “Let It Fly,” an undistinguished foray into ", "’s boutique trap.", "But unlike 2011’s relentlessly trend-chasing ", ", on ", " Wayne finally gives himself permission to fall behind the times. The record is never more electric than when Wayne engages with his past, victoriously returning to lanes he’s conquered instead of fixating on all the newer ones he’ll never own. He reunites with ", " on the riotously fun throwback “Start This Shit Off Right,” accompanied by Young Money’s resident lovable goofball Mack Maine and a heavenly hook from the queen of radio’s yesteryear, ", ". ", " gets in on the nostalgia, too, adrenalizing his club jam “Uproar” with a hyped-up flip of G. Dep’s “", ".”", "For as much as it’s been retooled over the last four years, one thing has remained the same since ", " was first announced: Its cover, a photo of a young Wayne with his mother Jacida. She looms protectively over the entire album, tearfully narrating its opening track and filling in Wayne’s biography in interludes. She’s not the only woman in his life who plays a prominent role. His eldest daughter Reginae capably sells a bittersweet hook on “Famous,” and his ex-fiancée Nivea graces his redemption tale “Dope New Gospel.”", "Their presence foreshadows the uncommonly personal tone of the album’s final stretch, especially the closer, “Let It All Work Out.” It shines new light on one of the tentpoles of Lil Wayne’s backstory: the self-inflicted gunshot wound he survived at age 12, which he’d always maintained was an accident. Now, he confirms, it wasn’t. “Too much was on my conscience to be smart about it/Too torn apart about it, I aim where my heart was pounding,” he raps. It’s a powerful reveal, one he in effect waited years to share until he had found the right happy ending to frame it around, and it closes the record on a breath-stopping note. The most surprising takeaway from ", ", it turns out, isn’t that Wayne still has music this vital in him. It’s that after all these years, there’s still more to learn about him."]},
{"artists": ["Mount Eerie"], "album": ["(after)"], "text": ["Captured during a festival set inside a 13th-century church in the Netherlands, this live album of songs about death allows listeners to revisit their private grief.", "Death is real. That is the invocation of ", "’s ", " and the new ", ", a live recording that captures songs from ", " and the subsequent ", ", the exquisite LPs on which Phil Elverum documented his candid thoughts after the 2016 death of his wife, Geneviève Castrée. A ", " surreptitiously recorded Elverum’s set at the 2017 Le Guess Who? festival in the Netherlands, prompting Elverum to consider, in a new way, the mutual contemplation of solitary grief with people outside of the concert hall. A live album consisting entirely of songs about death, ", " in turn invites listeners to consider our own stories and how they might feel to a room full of strangers.", "Though not religious, Elverum often plays venues that underscore his music’s spiritual imagery, which positions nature as a sort of secular take on the sublime. He even served as the recording engineer at ", ", a Catholic church converted into a Washington state studio. ", " finds Elverum again in a place of worship, the 13th-century gothic church, ", ", in Utrecht. With its late Medieval grandeur, the venue becomes another instrument for Elverum, his words and acoustic chords reverberating from stone walls and rib-vaulted ceilings. Though ", " and ", " are spare records, Jacobikerk makes the versions on ", " sound hollow but full. Elverum’s voice, impossibly soft, fills the space with solemn clarity.", "But the most striking thing about ", " is that, even after so many performances, these songs sound as raw as they did when Elverum first committed them to paper and tape. As on ", ", “Ravens” unspools nakedly before us, elegant and heartbreaking. His uneasy phrasing transports us to the mossy place where he once grieved for Geneviève. When the song ends, you hear a pregnant pause in the room, the audience hesitating before it claps. Do you applaud someone else’s confessional grief? As the show continues, the concertgoers trade solemnity for enthusiasm, recognizing that, for tonight, they’re all in this together.", "The songs of ", ", written shortly after the release of ", " but largely unheard at the time of this November 2017 show, are particularly affecting here. They tend to be more overtly self-aware than the songs on ", ", the music more expansive. ", "’s version of “Distortion” omits the initial roar of electric guitar from ", ", but the the song’s core is elevated. Elverum sings about how his life and travels had informed his feelings for Geneviève. “My complex intentions and aspirations do not matter at all/In the face of the crushing flow of actual time,” he sings, putting both Geneviève’s death and this strange endeavor of performing songs about her into perspective. “Now Only” itself stands out here, too, because it’s Elverum’s funniest song and the one that directly addresses his experience playing live. He takes stock of his own feelings, first questioning how anyone could experience tragedy so acute and, then, at his most darkly comedic, lists ways that people die every day—being hit by trucks, getting cancer, for no obvious reason at all. “And some people have to survive,” he reminds us. “And find a way to feel lucky to still be alive.” Otherwise sealed in wax, these songs, now living, form a new dialogue between performer and fan.", "This exact dynamic is what I pondered when I saw Mount Eerie play a similar set last year in a Brooklyn synagogue. What did we hope to gain from watching Elverum play these songs? Elverum himself has asked these questions: “What is this? Is it entertainment? What is applause for? What kind of ritual is this?” ", ". When I was in college, my dad died after two years of chemotherapy and radiation. In Elverum’s performance,  I heard thoughts from that experience articulated better than I’d ever managed, with an agonizing weight I’d felt but never quite put into words. His experience as he watched Geneviève “turn from alive to dead right here in our house” echoed my own. The empty rooms and fading sunsets of their home in Anacortes, Wash. afforded me a new vocabulary for considering my own grief. The effect recalled mourning at a funeral, where emotions become waves that expand and contract communally. Sobs and sniffles echoed through the room that night. As with any funeral, there was laughter, too.", "Not everyone heard such concerts—or will hear ", "—the same way. I overheard conversations between concertgoers who seemed baffled by Elverum’s choice to tour these songs at all. Why would anyone ", " to do this, someone asked. Others used words like “heavy” and “brutal,” as if they were at a black metal show. Even Elverum ", "marveled at the absurdity of it all, the choice to relive the most horrible moments of his life so many times. But listening to ", ", I began to wonder about the motives of the audience: Did the individual tragedies of the attendees collectively legitimize our presence? And if so, what must one endure to pass muster?", "To answer that concert-goer: Who knows, really, why Elverum decided to share these songs with us? It doesn’t matter. What matters is that there was an audience to bear witness. When that crowd claps on ", ", there’s a tenderness to the applause, a gratitude you can hear coming back at Elverum as he finishes each song.  You can hear it even if you didn’t see the tour, even if you’re just listening to ", " on headphones as you walk in the rain. It’s the sound of hundreds of people thanking this man for sharing his story, because in it they see parts of their own. Or they know that his grief may someday become a blueprint for navigating theirs."]},
{"artists": ["Shinichi Atobe"], "album": ["Heat"], "text": ["An unannounced album from the Japanese producer sounds as mysterious as ever, but his once chilly techno has warmed and deepened, and a communal, even celebratory spirit has come to the fore.", "The price to send a package via airmail from Saitama, Japan to Manchester, England is a little over $20. Not too long ago, a CD made this 5,853-mile journey, arriving at the offices of DDS records, the label run by the electronic duo ", ". The disc contained Japanese producer ", "’s fourth LP, ", ". There was no other info attached: no artist statement or supplemental details, just an hour of new music from one of dance music’s most reclusive producers. Or that’s how the story goes. But whatever route the seven tracks took to arrive at DDS’ doorstep, one thing rings true: The cost of postage pays for itself. Atobe’s latest is a priceless addition to a formidable catalog, and it stands apart from anything he’s done before.", "Up until four years ago, Atobe had exactly one release to his name—2001’s ", ", an EP of ambient techno so evocative it could elicit tears from a sympathetic listener. Then in 2014, Demdike Stare followed a tip from Atobe’s previous label, the Berlin dub-techno pioneers Chain Reaction, and tracked him down. Since then, Atobe has entrusted DDS to release both new and archival music from his collection, which now includes ", " ", " ", ", each building upon the dreamy logic of ", ". Cold and swirling and sad, Atobe’s recent releases have been every bit as enigmatic and alluring as their creator.", "But ", " does not sound like any of this previous work—it’s a house record first and foremost. Heady and soulful and smooth in a way that harks back to ", ", ", " is an open book compared to the black boxes of Atobe’s past albums. Its thesis is clear from the moment a humid synthesizer melody introduces the opener, “So Good So Right”: This is a record, as its title suggests, primarily interested in the warmer end of dance music. These are tracks to make you sweat. It’s a new climate for Atobe’s music, downright tropical. The plush hand drums and purring bassline on “", "” swing and sway like palm fronds moving with the ocean breeze; the slippery and bubbly synths on “Heat 2” move like bodies writhing on a waterbed.", "Even as Atobe paints with brighter, more vivid hues on ", ", a blueness works at the lower registers of the album. There is a rich, emotional world here, one where melancholy freely intermixes with joy: On “Heat 4,” hi-hats chirp and crawl around hissing ghostly ambient noise like crickets on a foggy night, but right beneath the creepiness is the softest, supplest low end.", "Working in this hot and heavy mode, Atobe transports all the exacting rigor and creativity of his techno to the creation of house melodies whittled to dancefloor perfection. Patience is what connects the soulfuness of ", " to Atobe’s back catalog. But in the beatific piano chords and the crispy kick drums, it’s easy to hear the communal spirit of ", ": These are songs oriented towards public consumption, not private listening. That change in setting and intent might shock anyone who has been following Atobe’s records over the years. But when ", " locks into its groove, it taps into the contemplative spirit that powers all of his music. Atobe’s work has always been about the rewards that come with careful, repeated listens. The beauty of ", " is the way it allows its listeners to experience those gifts together."]},
{"artists": ["Tim Hecker"], "album": ["Konoyo"], "text": ["Best new music", "On the least dense and most inquisitive album of his career, the experimental musician creates a fascinating dialogue between his technology and some of the world’s most ancient instruments.", "For the last decade, ", " has been on a quest to unite musician and machine, to blur the border between the sources of his sounds and the output he renders. During the two-part “Hatred of Music” suite from 2011’s ", ", piano sparkled through a wall of noise and ran like water into the synthesizers beneath it. Two years later, ", " made a pointillist chamber ensemble sound like ", " trapped inside an electric storm. And on the exhilarating ", ", Hecker morphed loping woodwind lines and seraphic choirs arranged by ", " into ad hoc beat machines and chord organs. Still, the source material from instrumentalists and singers felt like exactly that—fodder being fed into Hecker’s finished electronic product, data he mined for updated textures. The hierarchy between the composer and his components was clear.", "At least until now: On the least dense and most inquisitive album of his career, ", ", Hecker puts his synthesizers, sequencers, and software on the same level as his source material, so that the original music he’s manipulating feels every bit as important as the music he is in turn creating. Encouraged by the late Jóhannsson to consider pulling back both volume and layers, Hecker creates a fascinating dialogue between his technology and some of the world’s most ancient instruments. Where one begins and the other ends often remains a mystery, as when a pair of Japanese flutes (the ", " and ", ") float into harmony with a soft keyboard line or a cello merges with a piercing ray of noise. In the tradition of ", "’s piano-and-electronics ", ", ", "’s electroacoustic ", ", or frequent collaborator ", "’s own ", ", Hecker stands at the center of two worlds and puts them in knowing conversation.", "Late in 2017, ", " to assemble a ", " group whose members would improvise around nontraditional concepts. ", " is the imperial court soundtrack of Japan, a mesmerizing mix of curling flute melodies, drums, strings, and the spectacularly droning 17-pipe horn called ", " ", ". They convened for several days in ", ", built on the site of an ancient place of worship.", "Rather than guide the ", " ensemble, record their results, and simply return to a traditional studio to sculpt their sounds, Hecker became a de facto bandleader, offering thoughts about a mood and then joining the group as they improvised around the idea. He’d play back his results, and they’d respond in kind, building a sort of call-and-response repartee between their ritualistic instruments and his command center of synthesizers. During “A Sodium Codec Haze,” Hecker’s sequencers sing in harmony with ", " flutes and percussion, a chorus of wonderment. For “In Death Valley,” those same instruments fall in and out of focus, moving through Hecker’s hum like a digital latticework.", "At its best, Hecker’s radiant drone has been a nest of hidden feelings, with moods and emotions meant to be teased out after the music’s initial sense of unapologetic bluster has passed. But ", " is immediately vulnerable, its vacillation between the dense and diaphanous framing a sense of deep longing and worry. When these sessions began, ", " with the ", " instruments, as they were designed with different standard pitches in mind (", ", as opposed to 440). You can sense those traces of uncertainty and the quest to overcome that hesitation from start to finish here. In the literal sense, ", " sounds experimental, the stuff of trial and error.", "“", ",” for instance, is an endless cycle of baseline anxiety, where washes of worry and hints of relief are interwoven components along the same Mobius strip. Every time a melody starts to twinkle, Hecker undercuts it; just as the piece begins to grow into hellish miasma, Hecker backlights it with keyboards that beckon like shooting stars and safety beacons. It’s a seesaw of emotional unrest, never letting you land on just how you feel. “Keyed Out” is a score of quiet exasperation and creeping desperation, as a droning metallic tone slowly sloughs off its weight. ", " percussion clangs and patters in the distance, as if tracing the walls of some dark room in search of the way out. By using fewer strata of sound, Hecker leaves his impulses exposed, the skeleton now as prominent as the nervous system that operates it.", "In the past, Hecker has tended to flood any space, to fill even a room’s hidden recesses with the glow of his sound. ", " feels like some imposing orb, its transmission as inescapable as walking ", ". ", " is a winter wind churning along some exposed ridgeline, whipping and subsiding only to return with increased conviction. But ", " is always mindful of the space it occupies. Hecker listens, responds, and keeps listening for the ways others respond to his actions—a cycle of dialogue that is, if not obsequious to the whims of the world, at least observant of his impacts on others.", "This self-awareness is timely, of a piece with the social tides that rightfully demand the voices of white men need not be the only or loudest ones in the room. ", "’s other musicians are either Japanese ", " experts or classically trained women with their own compelling experimental visions, Kara-Lis Coverdale and ", ". If ", " is not a direct reflection of slowly shifting worldviews, it is at least a righteous affirmation of them, a pointed reflection on the value in listening to new perspectives. By stepping out of focus and receding into his assembled ranks, Hecker has found a renewed compositional approach. And on the most fascinating album of his career, he has, at last, expressed an idea he has pursued for a decade."]},
{"artists": ["Sandro Perri"], "album": ["In Another Life"], "text": ["On his first album in almost seven years, the Toronto artist uses ambient pop to craft a masterful, dreamlike world where songs luxuriate for 24 minutes and Dan Bejar shows up to sing about Paris.", "For nearly 20 years, Sandro Perri has been cultivating his own genreless brand of futurism. Across many aliases, records, and collaborations, he has zagged from spacious electronic music to Tropicália-flecked folk to avant experimentation to slyly expansive post-rock, like a Canadian ", " or ", ". He studied jazz in college but only lasted a few semesters, and his subsequent work sketches the form of an improvisational spirit eager to twist out of the shackles of musical tradition. To that end, ", " is visionary in both content and form: The first half is filled by the 24-minute title track, while the flipside offers three versions of the same basic song, but with different singers, lyrics, and moods. Both sides are slow and pleasingly repetitious, quiet rebukes of the mania of modern life.", "This album comes seven years after Perri’s ", ", and “In Another Life” makes it sound like he’s spent every waking minute of that time crossed-legged on a mountaintop, contemplating his utopia. As he sings in verse after verse, hewing to a consistent melody and cadence, like a zen blues, this is a place where there is “nothing to have, no reason to fight.” Where children can play after dark without worry; where intelligence and worth aren’t measured by typical tests; where there is “no position, ladder, or pit.” Egos are fully sublimated. This is a place where album reviews and ranked lists are likely frowned upon too; “What use grafting sport to art?” Perri asks, his voice oozing a calm, casual righteousness.", "But these are not demands—he would never be so bold. They are more like wishful affirmations, the wise words of a seeker trying to articulate what a virtuous society could look like. Perri’s dream of a perfect world is as seductive as it is impossible, and “In Another Life” proposes a utopia that falls in line with the ones dreamed up by so many other philosophers and artists—except with a lot more looping synthesizer sequences and yawning guitars.", "There’s infinity—and tragedy—in this very long song. It doesn’t really rise or fall. Instead, it luxuriates in its own endlessness, like a koi pond encased in mirrors. For nearly half an hour, its lowkey throb acts as a cocoon from the outside world, from human nature, from the horrors of 2018. There are elements that essentially repeat for the entire track, and elements that pop in for a minute to check out the view and then go away, shutting the door softly as they leave. In some ways, “In Another Life” doubles as a stealth life hack—close your eyes and listen and let the world melt. Then you remember the title and snap out of it. This is ", " life, after all. Not the here and now. In the song’s unwavering rhythm and cadence is an admission of defeat: We’ve imagined idylls before and we will imagine them again in perpetuity—that is, utopias only exist in dreams that never come true.", "Side B brings the lofty philosophies down to a more grounded version of paradise: Paris. “Everybody’s Paris” is presented in three incarnations, allowing Perri, ", " (one-time frontman for garage rockers ", "), and ", "’s ", " to wander through the streets of their very own French capital. The melodies remain constant throughout each take, and the chords feel familiar, but the instrumentation is tweaked, and each singer is allowed their own unique perspective. It’s like a Mad Libs for sage Canadian art rockers.", "Perri’s version continues with the casual enlightenment, as he trembles out abstract aphorisms over an ambient smear of synth, organ, sax, and strings: “When everyone’s a piece in everybody’s chain/There’s right in losing and at least that much in gain.” Ethier’s “Everybody’s Paris” is more twee, nearing the innocence of children’s music, with the singer emphasizing the universality of the song’s title. His weathered voice is like a bear hug from an old friend as he lists quotidian details that connect us: washing dishes, holding hands, smelling flowers. Bongos and flutes are brought in to bolster the levity, and it all recalls the bittersweet musings of ", ". Even if you’ve never heard of André Ethier, you get a decent sense of his pragmatic, humanistic worldview.", "The same sort of reveal happens with Dan Bejar, though, as any Destroyer fan would guess, his viewpoint reads more like a dark comedy. Atop fretless bass and Perri’s meandering guitar, Bejar conjures a Paris where every citizen “wants to be a cat,” “haunts a haunted house,” and has a cigarette dangling from their lip just so. His is a city of mystique—it could kill you just as well as it could lead you to life-changing love, maybe on the same day. Bejar ends the song, and album, by descending from his perch at the top of the Eiffel Tower and offering an apology: “Everybody’s Paris, along the river Seine/Swore I would never do this to you again.” The words could be directed to a loved one, or to the listener, or to the entire human race. Because, behind every brand of utopia, there are wrongs, regrets, and the hope that, next time, we can get it right."]},
{"artists": ["The Mountain Goats"], "album": ["Hex of Infinite Binding EP"], "text": ["John Darnielle confronts death once more, this time through a series of mortals, spirits, and superheroes.", " have long employed vivid characters, both real and fictionalized, as conduits for complicated ideas. In the past decade, the band’s lead singer and songwriter, ", ", used an ", " and ", ". Then in 2017, ", ". Now the North Carolina-based group is back at it with a new set of mortals, spirits, and superheroes tackling a range of issues on the surprise EP ", ".", "There’s Dr. Ted Sallis, a cult Marvel character who tragically morphs into a woeful swamp creature named Man-Thing, and Percy Grainger, an avant-garde Australian composer with a penchant for transforming traditional British folk songs into symphonies. These are the strange influences camping out under the covers of “Song for Ted Sallis,” the opening track of ", ". Unlike the bulk of the Mountain Goats’ recent work, the four tracks here—all of which were written and recorded at different times and places over the course of the year—aren’t united by a single concept. Instead, themes like death, depression, and existential crises drop by only to reappear later, propelled along by the breathy woodwinds section of multi-instrumentalist Matt Douglas.", "Inspired by Grainger’s masterpiece “Lincolnshire Posy,” the soft buzz of the woodwinds on “Song for Ted Sallis” and “Almost Every Door” lift both pieces into meditative dimensions. On the former, the gentle, padded sounds of the bass clarinet transform depressive lyrics like “Wherever my former self went/It was an accident” into spiritual reassurances. Better to surrender to the circumstances of your existence, the tender melody suggests, then to rage against them. The soul of Dr. Ted Sallis may now be lost somewhere inside a swamp monster, but he isn’t gone forever. We can choose to believe, as Darnielle does, that one day Sallis will “", ".”", "As will Judy Garland. She is the main character in “Hospital Reaction Shot,” a pleasant tune inspired by a photograph of Garland’s final husband, Mickey Deans, alerting the press of the actress’ death. “Let the tube lights buzz overhead/Tell the papers that you’re dead,” Darnielle solemnly sings. It’s a sad scene, but the delicate guitar-based lullaby unfurling behind the vocals brings comfort to the tragic situation, as does an uplifting string arrangement orchestrated by Chris Stamey and executed deftly by Aubrey Keisel on viola and violin and Leah Gibson on cello. Darnielle’s light touch soothes mourners and suggests, once again, that death doesn’t have to be a destructive force; Judy Garland and Ted Sallis are just energy, and therefore can never be destroyed.", "But they can be tested. We all can, and sometimes life, as Darnielle has documented so brilliantly in the past, is sad as hell. A depression sets in on the last track of ", ", “Tucson Fog,” and it carries a return to Darnielle’s earlier stripped-down, pleading recordings from the ", " era. In this case, the acoustic call to arms, rendered even more urgent by a taut violin performance from Keisel, unleashes then defeats the monster inside Darnielle’s mind: “The fog takes shape/Like a golem with a vengeful eye/Limbs like rippling swans’ necks/At least a hundred stories high.” Darnielle has battled this beast before, so channeling Dr. Sallis who once declared, “Whatever you fear is shadow mist!,” he frantically strums his way towards accepting that this too shall pass. Eventually, the fog will lift and reveal that “all worlds are dream and sleep,” and those we fear are missing will live on endlessly as our muses and fixations. In the case of the Mountain Goats, death is just another one of life’s plot twists."]},
{"artists": ["Mount Kimbie"], "album": ["DJ-Kicks"], "text": ["After the post-punk atmospheres of last year’s ", ", Mount Kimbie return to dance music with a DJ set that proves them to be both adventurous selectors and cagey mixers.", "For some artists, it can take some effort to get out from under the shadow of the scene they came up in. Consider ", ", who got lumped into the “post-dubstep” bucket alongside ", " (whose post-2010 output has put considerable distance between himself and that descriptor). Last year’s spiky ", " found the duo of Dominic Maker and Kai Campos more inclined to draw on post-punk and German ", " rather than dance music. True, they kept up a sideline DJing bass music and grime, but they consider themselves a band first and foremost, telling ", ", “We weren’t as massively into club culture as a lot of people… We never intended to DJ at all.”", "With post-dubstep fading in the rearview, Mount Kimbie provide the latest entry in the long-running ", " series. Despite their alleged intention not to be DJs, the mix proves them to be not only adventurous selectors but cagey mixers as well. They embrace both mellow, metallic-tinged rhythms and full-on roaring techno, moving swiftly between the two poles with a set that breathlessly cycles through over 20 tracks in just under 50 minutes. It’s restless yet steadfast in its direction. The mix ramps up quickly, moving from the watery abstractions of vocoder composer Madalyn Merkey to the shimmering electro of ", "’s “Baby K Interaction” and the distorted flicker of early-’80s Australian industrialists Severed Heads. The latter two artists both set the mood of the mix and also make return appearances.", "Barely five minutes in, the mysterious gamelan ensemble De Leon and their measured metallophone cadences emerge. Such clangs hark back to the driving pulses behind ", " (think of the mbira-like plinks on “Marilyn” and “SP12 Beat”)—a burnished timbre that the mix returns to often, from the spark-spraying whiplashes of Object Blue’s “Even in You” to the subway-construction echoes of Mount Kimbie’s own contribution, “Southgate.”", "What might initially scan as detours—like the experimental chirrups of cellist ", " and the tumbling percussion and electronics from the duo of ", " & ", "—all fold into Kimbie’s undeterred trajectory. Same goes with the hardier dance tracks. Whether in the pinging Berlin minimalism Efdemin’s “America (Terrence Dixon Minimal Detroit Mix)” or the deeper strains of N.Y. House’n Authority’s late-’80s classic “", ",” Mount Kimbie tease out and highlight each track’s experimental qualities. When the smeared, muffled vocals and squawking signals of Severed Heads’ “Lamborghini” drop into the Abstract Eye’s well-deep techno, it shows the duo’s knack for taking each new sonic element and feeding it right back into the relentless pace of the mix.", "The velocity ticks upwards with Marco Bernardi’s glowering electro and the bewildering pings of Aleksi Perälä’s “UK74R1512110”; the latter turns twinkling as ", "’s pounding techno reduction of Mount Kimbie’s own “Blue Train Lines” takes over. Kraviz atomizes ", "’s howl, but just when it seems like the song’s cut-brakes techno climax will careen over the cliff’s edge, they land on a groggy closer in “Obviously.” Credited to the seemingly obscure duo of Taz & Meeks, it turns out to be the handiwork of ", " and ", ": a groggy, chopped-up hybrid of R&B and 2-step that you might even call “post-dubstep.”"]},
{"artists": ["Father"], "album": ["Awful Swim"], "text": ["Having relocated to L.A., the Atlanta rapper rapper brings his deadpan flow and subversive sense of humor to some of the strongest production he’s had yet, yielding a refreshingly mischievous album.", "’s music has always been flippant. That was part of the draw: He absorbed bleak topics like police brutality, selling drugs, and gun violence and warped them into shrug-worthy fodder with his alluring black humor. The nasal monotone of his flow is so blithe and dry that everything, no matter how weighty, sounds as casual as eating dinner. His breakout project, 2014’s ", ", built its momentum around the cult hit “Look at Wrist,” in which the Awful Records patriarch plainly admits, “Never had to flip a brick, but I get the gist.” Songs like “2 Dead, 6 Wounded” or “Everybody in the Club Gettin Shot” (from 2015’s ", ") were similarly glib. But that trait is what makes Father so magnetic; he practically begs people to be offended—if only they could stop nodding.", "Mischief abounds on ", ", his latest album. He takes the same acerbic style and adds more money, swag, and nonchalance. “Wrist got too heavy to pick up that bitch’s calls,” goes one line of the hook on opening track “Mirror, Mirror.” It lands as both a callback to that breakout single and a delight in how far he’s come. The Atlanta native and his crew inked a new deal with RCA earlier this year, and he’s relocated to Los Angeles. As far as major label debuts go, ", ", which is also in partnership with Adult Swim, is a strong and remarkably vintage showing. It is a reflection of an artist with so little to worry about that all he can do is watch cartoons and crack jokes; it is also, perhaps, the refuge of a person who hasn’t lost touch with the real world.", "The album is fitted around ’90s-kid and millennial pop-culture staples. A sampling of the array of references includes “Empire,” ", ", Justin Bieber, ", ", ", ", ", ", “Rick and Morty” (of course), and one ", " of the mid-aughts Trap-A-Holics drop. The hook of the cartoonish-sounding “Sephiroth” is built around the waist-length hair of the “Final Fantasy” character. Meltycanon’s video-game-inspired production is a fitting backdrop for Father’s zippy lines (their earliest collaboration was 2016’s “", ",” which features Father rapping over a jewelry-box melody), and he handles the bulk of the production here, with six total credits. He and Father, who self-produced five tracks, have a symbiotic relationship: Meltycanon’s toy-chest style set against Father’s slurred delivery sounds like an alternate universe or a pleasant trip.", "“Only You” is a subdued haze of a club banger, propelled by guitar and a twinkling music-box sound, where Father’s idea of “romance” is something like “All these drugs in this bitch/But only you I wanna do.” The ", "-assisted “On One” chooses the drugs instead; her bursts of energy pop in contrast to his laidback cadence. But tucked into all the vice and hedonism are offhand comments that suggest Father isn’t interested in completely checking out. He may have graduated to Hollywood, but on the slinky “Private Show,” he knows nothing has truly changed: “Scary nigga, I’m a spooky black/You should probably alert your neighborhood watch/Every time a nigga move on the block/Crackers pull up with that burning cross.” A keen sense of racial awareness pops up over and over—particularly where the police are involved. “Keep starin’ in the rearview/Hope 12 don’t get me too,” he declares on “Sephiroth,” and, later, on “Dragons,” “12 shoot at me nigga, bet I shoot back.”", "Despite those fleeting moments, ", " is, by and large, a playful release. As Father counts his money, collects women, and lobs threats to no one in particular, he genuinely sounds like he’s having a good time—inasmuch as his deadpan flow can suggest excitement. It’s a further realized version of his subversive humor combined with some of the strongest production he’s had yet. The time he spent away, slowing his releases from prolific to occasional, proved beneficial. He has managed the often-complicated feat of refining without compromising the unique qualities that drew so many to him in the first place. Free of the self-loathing emotion that many SoundCloud rappers default to and the self-righteous commentary that exists at the other end of the binary, ", " is truly lighthearted at a time when a lot of rap really isn’t."]},
{"artists": ["Lupe Fiasco"], "album": ["Drogas Wave"], "text": ["On his seventh album, the conscious hip-hop fallback poses a revisionist fantasy about underwater slaves sinking other slave ships—a premise he quickly abandons during these 24 tracks.", "Conscious hip-hop exists in a state of perpetual existential irony. Known for its power-to-the-people catalog, Rawkus Records ", ". ", " promotes himself while wearing MAGA gear. Other icons, like the artist formerly known as ", ", simply quit. But hip-hop heads in glasses have maintained a fallback in ", ", still dedicated to multi-entendres and high-concept verses.", "But Fiasco’s surface-level sophistication doesn’t mask just how low-stakes his career has been since 2011. That year’s ", ", the ugly result of his hostage situation with Atlantic, effectively ruined his chances of meeting his potential as a mainstream star and bar-for-bar traditionalist, the intersection ", " and ", " now control. Though he’s largely remained consistent since that disaster, arguably peaking with 2015’s ", ", Fiasco has fallen from ", " feature to amicable niche. He has become overly ambitious with his smaller audience, too, so that listening to Fiasco can now feel like encountering someone’s unedited passion project. This is especially true of ", ", a wildly unrealized 24-track, 98-minute concept album with a surreal premise: What if African slaves thrown overboard during their transatlantic passage had managed to survive underwater and dedicate their existence to sinking other slave ships? This is only a ", " left turn for someone ", ", but still.", "This is emotionally rich fictitious content. Still, you can’t help but wonder if Fiasco cares to engage with its dramatic weight; this is someone, remember, who praised ", "’s barely listenable ", " by ", " about morphology and hermeneutics. Fiasco’s love of dense verses, though, often overshadows the empathy that runs through the finest moments of his career. During “WAV Files,” an early ", " highlight, Fiasco’s voice reflects a genuine mournfulness. It helps him sell his revisionist fantasy, whether incorporating a sympathetic Poseidon into the narrative or stumbling upon a new ", ": “Walking on water/", "”", "Fiasco doesn’t only construct an alternate historical narrative for ", "; he explores why we need such myths in the first place. Fiasco realizes that there’s temporary liberation available in reimagining a space where black people are empowered by—not destroyed for—their identities, a concept central to ", "’s significance. This isn’t a new concept for him—", " follows a boy wishing for something as small as a place to skateboard—but here it’s his explicit obsession. During “Manilla,” he reaches to use the tired materialism-as-slavery metaphor to set up ", "’s concept. But his powerful mantra “You can survive anything if you can survive blackness” adds gravity to this world.", "This is a place, after all, populated by pain, so he offers an alternative. In “Jonylah Forever” and “Alan Forever,” Fiasco imagines a reality where ", ", a Chicago infant killed in a feud over a video-game system, and ", ", a three-year-old Syrian boy who drowned while his family attempted to flee to Greece, survive into adulthood. In Fiasco’s vision, Jonylah grows up to open a free medical clinic. Alan’s story connects through mundane but compelling details: “I love smiling, I got talents/I can do flips,” Fiasco raps, reminding us Alan could have become a regular boy.", "There’s promise here, even payoff, but ", " suffers the same problems as most Fiasco albums. The production—which is filled with aquatic textures, natch—is some of the most likable of his career, but he remains as committed to his ideology as he is to a lack of focus. Despite this being his seventh album, he’s somehow grown more inept at structuring the things. ", " stops explicitly referring to its fictional concept by the end of its first third, with little sense of plot development. It’s as if underwater slaves were a passing thought Fiasco wanted to add to an album of references to his history as an Atlantic refugee (“Imagine”) and his nephews (“King Nas”).", " makes little effort to hide how superfluous so much of this material is. The clunker “Sharks is my niggas/The dolphins is with us” proves we jumped the shark only seven tracks in. Fiasco spends most of one very long verse just naming slave ships. And “XO” is merely the moody counterfeit of his old “The Instrumental.” Lupe Fiasco’s career is a string of near-misses. What makes ", " especially frustrating is the way you can squint and see the shape of his possible masterpiece inside."]},
{"artists": ["Jóhann Jóhannsson"], "album": ["Mandy (Original Motion Picture Soundtrack)"], "text": ["In his final completed film score, the late composer and experimental musician revels in extreme sounds, delving into black metal, menacing ambient, doom drone, and piercing orchestrations.", "Film composers don’t always get to decide what their final score will be, whether it will constitute a career-capping classic or just another paycheck. While Bernard Herrmann finished the mournful saxophone score for ", " just hours before his death, the last entry in Henry Mancini’s mighty filmography is the best-forgotten ", ". The tragic passing, earlier this year, of the 48-year-old Icelandic composer ", ", who seemed sure to have a long and distinguished career ahead of him, was a blow to both cinematic and experimental music. Fans who followed Jóhannsson’s career from his exquisite debut album, ", ", to his Oscar-nominated scores for ", " and ", "—and who agonized over what his ", " might have sounded like—can only wonder what might have come next.", "To learn that Jóhannsson’s final completed score was for a Nicolas Cage horror movie could give one pause (or make one scream: “", "”). But ", " isn’t just any Nicolas Cage horror movie; it’s the second film from Panos Cosmatos, the director responsible for 2010’s hallucinatory ", ". And in Jóhannsson, he had a composer willing to forge ahead to the most extreme sounds possible. “Jóhann went above and beyond, and I suspect to the limits of his sanity, to make the music for this movie,” Cosmatos says in the soundtrack’s liner notes. It’s a visceral thrill to hear Jóhannsson leave the demands of Hollywood orchestral scores behind and move wholly into his element, pushing toward harrowing new sounds. ", " revels in black metal, menacing ambient, doom drone, and piercing orchestrations in the mode of Italian experimental composer Giacinto Scelsi.", "Darkness and despair infuse nearly every moment of Jóhannsson’s score, its atmosphere conjured in part by co-producer ", ", with ", "’s ", " on guitar. The heaviness native to their work is palpable from the tectonic bass rumble and low chords of “Seeker of the Serpent’s Eye” to the dread-inducing brass smears of “Starling.” Even the film’s love theme is forlorn, all solemn guitar swells. ", " bears some resemblance to Dunn and O’Malley’s work with ", " on 2014’s ", ", except that the album’s side-long immersions are split into smaller, but no less intense, chunks. This harshness reaches a breaking point with the fierce, lashing noise of “Black Skulls,” its metal scrapes and queasy low frequencies pushing the entire track into the red.", "But one of Jóhannsson’s great gifts was his sense of sonic balance: He could make icy, spare soundscapes drip with warmth and locate the human element amid big machinations. Just as ", " strikes a nerve with nihilistic noise, he sweeps back to a gorgeous, heart-rending theme, like “Death and Ashes.” Similarly, the ambient anxiety that suffuses the early part of the score also gives a rhythmic element to its back half, with the sludgy thuds of “Dive-Bomb Blues” and “Waste” evoking ", "’ early-’90s run.", " also ventures into some entirely new terrain for Jóhannsson. The glassy ’80s electronic tones of “Children of the New Dawn” evoke the Italians Do It Better roster as well as the work of French house producer ", "; though the piece is an outlier on the soundtrack, it might well have opened up a new sonic world for the composer to explore. It’s tragic that we will never know just what lay ahead for Jóhannsson, but ", " hints at a future both bright and bleak."]},
{"artists": ["Emma Louise"], "album": ["Lilac Everything"], "text": ["Using pitched-down vocals, the Australian singer-songwriter finds new folds and textures in traditional pop songwriting with the help of producer Tobias Jesso Jr.", "’s enchanting new album ", " is the product of a handful of successful gambles. The Australian singer-songwriter tried to break herself out of a funk by ", " from Melbourne to Mexico, where she found the inspiration she needed to write most of ", ". She sent a cold pitch with demos attached to ", "., the pop balladeer who’s transitioned to working behind the scenes since releasing his debut album ", " in 2015, and he liked them so much he agreed to produce her album in full. And when Louise and Jesso were just about to finish their sessions together, she asked him to pitch her vocals down, dragging them out of her natural soprano range and into a full, creamy baritone. This series of bold moves has led Louise into uncharted territory; the stark, solitary crooning of ", " is a far cry from the art-pop that filled albums like 2016’s ", ".", "Louise first played with pitching down her voice while recording her first album, but the idea sat on the shelf until ", " was nearly complete. “I didn’t want it to be like another character or anything like that,” said Louise ", ". “I recorded it on tape and we slowed it down and I called that voice ‘Joseph,’ and I was like, “I want to do a whole album like this one day!’” She doesn’t sound unrecognizable, but the lower pitch imbues her singing with a dense, mournful quality. (I heard the elegant “Never Making Plans Again” and thought about ", "’s robust lower register, a fitting touchpoint given the diva’s work with Jesso on ", " highlight “", ".”)", "While Louise may not have written and recorded with Joseph in mind, there are a few moments on ", " in which her original tracking taps into her new voice’s masculine potential. She lags behind the beat and peppers verses with wordless ad-libs on “Falling Apart,” inhabiting a relationship that’s inching towards failure; when she opens “", "” by sighing “There she is,” you can imagine some bearded loner daydreaming about a woman until the perspective shifts midway through the verse.", "The heart of ", " is the sort of sturdy, elemental pop songwriting that made Jesso a minor star a few years ago, and as a producer, he’s happy to get out of Louise’s way until she reaches an emotional climax. Songs like “Falling Apart” and “Mexico” spring from austere verses—the former little more than a tip-toeing bassline, the latter hanging on diaphanous synths and distant piano chords—into fuzzy, blown-out choruses, and they feel like hard-earned moments of catharsis. The heartbroken melody of “Never Making Plans Again” is afforded space to gracefully unfurl. The clouds even part just as you’re starting to feel sleepy: “Gentleman” is a jaunty, sample-flecked take on a ", " travelogue, and the deliberate pacing of “Shadowman” is disrupted by spasming electronics.", "Louise’s writing is at its most impactful when she’s fighting to make sense of an ending. What are you supposed to do and say when a relationship has run its course? Sometimes you can see clouds on the horizon: “I feel like one of us is gonna end up far behind the finish line,” she concludes on “Falling Apart.” “I can see it shaping up/Could be some kind of disaster, but I can’t help but wanna see it through.” She finds the grace to wish a lover happiness on “Wish You Well,” even as she admits she’d embrace a fantasy if it meant another chance; on “Mexico,” she has to flee across the ocean to find the peace she’s seeking. And on “Never Making Plans Again,” she’s compelled to give up the careful life she’s led—one spent drawing up strategies “in the schoolyard dirt”—and embrace impulse, if only because she can’t hurt any worse than she does now.", " represents its own kind of ending, albeit a happier one. Louise has made an album on which Joseph takes the lead, and she made it in collaboration with an artist she deeply respects. But you can’t chalk its success up to a vocal gimmick or a star’s touch behind the boards: her writing and singing has never felt this dramatic nor plumbed this depth of emotion. That new level of quality is going to serve her well, even if this ends up being Joseph’s final moment in the spotlight."]},
{"artists": ["Noname"], "album": ["Room 25"], "text": ["Best new music", "The Chicago rapper’s second album is a transcendent coming-of-age tale built around cosmic jazz and neo-soul, delivered by a woman deeply invested in her interiority and that of the world around her.", "If Noname’s 2016 debut ", " was the musings of a young woman trying to write her way into a sense of place and self, then ", " is the blazing soliloquy that spills out after putting the pen down to live a life. Almost immediately, we’re met with one of the greatest lines of the year: “My pussy teachin’ ninth-grade English/My pussy wrote a thesis on colonialism.” It goes on, a modern coming-of-age tale, the now 27-year-old rapper examining her triumphs and shortcomings with sharp commentary. Acutely aware of her fallibility as both subject and narrator, she avoids falling into the trap of painting a blemish-free portrait of herself. And it's this sincerity that allows her music to connect: cheap perfection may go down easy, but sitting with the truth is transcendent.", "Reared in Chicago's poetry community, Fatimah Warner’s flows are less breakneck spitter and more delicate spoken word—soothing but imbued with purpose, soft but commanding. On ", " she enlists fellow Chicagoan and ", " ", ", whose resonant live production bathes Noname's lyrics in a haze of cosmic jazz and smooth neo-soul. When she raps “Somebody hit D'Angelo/I think I need him for this one” on the vulnerable “Don't Forget About Me,” it solidifies the connection between generations of organic, mindful, black music: ", " is the stylistic lovechild of Common’s ", " and Erykah Badu’s ", "—genre-marrying albums as transformative for listeners as they were the artists that created them.", "With this record, Noname takes a metamorphic period in her life and shapes it into music. She details the courage of allowing a lover to trace the geography of her body and the heartbreak that followed; the gratification of realizing of a dream and the responsibilities that came with it. She is an enigma parading as an open book, and the details she chooses to divulge seem to hide as much as they reveal. But in the absence of oversharing, there is something universal in her work. She fashions herself an everywoman, and her words become scripture for simply ", ".", "On the charged “Blaxploitation,” she takes the broken politics of the country to task in a flurry of multisyllabic rhymes. She opens her verse breathlessly: “Penny proud, penny petty, pissing off Betty the boop,” the consonants falling on top of each other. The production, a looping confection of funky drums and bass, is the kind of beat that is constructed for the sole purpose of showcasing how Noname can punish it into submission. Quotes from ’70s films ", " and ", " surround her on either side. Along with the more mellow “Prayer Song,” it is the most explicitly political moment on an album that is powered more by subtle observation than outright attacks. She seems to smile and wink through lines, sometimes belying the gravity of them. “I’m struggling to simmer down, maybe I'm an insomni-black,” she suggests, her voice sounding like she just delivered the punchline of a joke that wasn’t really a joke.", "But Noname isn’t laying claim to any “woke” labels just yet. She can do the bravado thing with the best of them or take off her cool and catch an orgasm or two. Her multitudes give her depth—something real for us to latch on to. “Ace” is a good ol’ fashioned victory lap for a trio of Chicago rappers who, over the past few years, have seen their star power continue to grow; Smino's soulful vocals on the hook bend the track towards R&B, while Noname and ", " snap back with verses celebrating their personal successes and that of other artists coming from their hometown.", "The sunny “Montego Bae” also stands out as one of only a few truly lighthearted moments on an album of humble prayers and solemn reflection. Chicago singer ", "'s voice flutters atop the keys, percussion, and low end, as she and Noname fantasize about a Caribbean fling. Evidence of Noname's sexual awakening is on proud display here: “I know my nigga like me, I know he cook his curry spicy/I know he eat me like I'm wifey, you know my hotel over-pricey/So he gon' fuck me like I'm Oprah.” Still, the sting of heartbreak lingers. Sometimes it comes out as fiery barbs (as on “Self”) and sometimes it’s more matter-of-fact. “I know you never loved me but I fucked you anyway/I guess a bitch like to gamble, I guess a bitch like to lonely,” she confesses on the radiant “Window.”", "Through the existential dread of “Don't Forget About Me,” she grapples with immortality and the feeling that some demons follow you no matter where you go: “Welcome to Beverly Hills/Welcome to Vicodin, I took the pills/I think they save lives.” What is pain is also affirmation—her best and only proof that we are not alone in the dark. And in the album’s final minutes, she finds some semblance of peace. She is reborn on the guitar and piano-laden track “no name,” clear-eyed and steady, exposing the things that make her unbreakable and reminding us that after a tumultuous year on the road and a personal transformation, what doesn't kill you only makes you stronger.", "Noname doesn't exist in contrast to other popular women rappers or to the narratives of violence that have plagued her hometown. She's not interested in exceptionalism, only in her interiority and that of the world around her. And ", " reconciles expectation with result, the choice of others versus self. It's the kind of album you make when a new place and a fragile heart threatens to unravel you and when you inevitably cobble back together the pieces that, it turns out, were never lost. She relieves herself of the need to answer her own tough questions—about her career, her relationships, about who she is as a person—and allows herself a gentle acceptance. ", " is quarter-life crisis turned breakthrough, a balm through which Noname offers a taste of the simple sort of heaven that she's still searching for herself."]},
{"artists": ["Christine and the Queens"], "album": ["Chris"], "text": ["The kinetic French singer Hélöise Letissier lets us into the whole of her life, creating an electric blend of unforgettable imagery, emotional depth, and lurid pop-funk.", "Most of us have a hard time seeing people for who they really are. We reduce even those we love down to two-dimensional sketches so they fit into our lives neatly and without concern. ", "’ new album ", " is remarkable for a few reasons, but this is the one that’s sticking with me: It’s impossible to deny the complexity of the person at its center. She uses masculinity like a sledgehammer to enrich her womanhood; she’s a crude, libidinous woman, but her heart is still tender; she has the courage and creativity to make a life for herself outside of the status quo, but she still feels the pain that comes with choosing a path other people don’t understand. ", " is a portrait of an instantly memorable character making utterly gleaming pop music.", " didn’t just spring into being fully-formed. After touring in support of her 2014 debut ", " and its 2015 ", ", the French artist Hélöise Letissier felt herself changing. The rigors of dancing and performing every night made her body tougher and more athletic; she reached new levels of wealth and confidence that had until recently seemed hard to imagine. And while she was experiencing these transformations, her newfound fame granted her access to the inner sanctums of culture and celebrity. She considered the boundaries that male stars were permitted to cross while their female counterparts were held back. “They can be sexual, flawed, and incredibly charismatic,” ", " ", ". “Complexity and intricacy is reserved to men. Women must make it unthreatening, simplified. I wish I could be Nick Cave or Mick Jagger.” Unlocking the persona of Chris—a “horny, hungry and ambitious” woman, as Letissier told ", "—liberated her to step over those boundaries and more fully embrace the whole of her being. Instead of becoming Cave or Jagger, she created a seductive, slutty hero of her own.", "The resulting album is an electric blend of unforgettable imagery, emotional depth, and lurid, sizzling pop-funk. Dewy lead single “girlfriend” lays down the terms of engagement: Chris may not feel like your girlfriend, but she could get used to being called your lover. She’ll leave for an early workout and push you back into bed just when you’re ready to wake up: “Came back steaming in sweats in the morning,” she pants. “I muscled in, for I wanted to hold him.” (I heard it and thought about ", " through the first episode of “The Leftovers” in one of this decade’s most infamous pairs of sweatpants.) “Damn (what must a woman do)” explores the “shame and isolation” women are made to feel about their lust; Chris’ cool, pointed whisper suggests ", "-era Madonna working over production from Junior Boys. Shimmering opener “comme si” equates the act of listening with a carnal pact. The confidence Letissier draws from tapping into Chris is radiant: “There’s a pride in my singing/The thickness of a new skin/I am done with belonging.”", "While ", "’ vigor is intoxicating, Letissier hardly conceals the trauma and hurt women like Chris are made to endure before achieving this degree of self-possession. Her approach to conveying emotion through her singing is subtle and refined: When she opts for restraint, it says as much as when she chooses to explode. On the kinetic “", ",” verses about overcoming suicidal thoughts and being tempted by nihilism are delivered in a controlled, distant near-monotone. She only leaps into the higher end of her range once she pulls herself back from the brink, encouraging the listener to move forward as if they “stole a shard of sunlight.”", "You can hear a moment of dark clarity break through the heat of a sexual transaction on “5 dollars”: “Some of us just had to fight/For even being looked at right.” The heartbreaking “what’s-her-face” is a reflection on years spent bullied and tormented, leaving wounds that are always threatening to be reopened. Here and on spare late-album highlight “make some sense”—an anguished look back at a childhood crush who morphs into an infamous, violent attacker— her voice is softer and more pliable, but it’s still anchored by a fundamental strength. It’s the sound of bending but never breaking.", "The song that best captures the complexities of ", " is “the walker,” which chronicles the kind of indefinite stroll you take when your blood is thundering through your veins and you need to clear your head. Chris sets out with no fixed route, and her rage is simmering just beneath the surface. She sends birds flying out of her way with concerted stomps; when she passes by other people, they “politely smile to make sure I won’t come any closer.” Her pain has no definite source or target. When enough time passes, she starts to come to terms with the feelings coursing through her body. “It hurts, I feel everything/As my sense of self’s wearing thin,” she sings, her voice feeble. Just when she’s threatening to collapse, you can hear her regaining her vitality with every new word: “Such pains can be a delight/Far from when I could drown in my shame!” Isn’t that what it means to be alive? Isn’t it better to embrace the slings and arrows launched your way than to curl yourself into a ball and settle for something less than your purest possible truth? ", " answers those questions with a resounding ", "."]},
{"artists": ["Wayne Shorter"], "album": ["Emanon"], "text": ["With his ever-ambitious quartet, the legendary saxophonist from many of Miles Davis’ best records again reimagines his own standards, now with the help of a graphic novel and an orchestra.", " has released just four albums since 2002, all with the quartet of relatively young hotshots he formed only a couple of years earlier. By comparison, during one particularly productive span in the mid-’60s, the saxophonist issued seven now-canonical records in three years, even as he composed and performed at a furious pace with ", "’ classic second quintet. But the purpose of Shorter’s current ensemble—a fierce and finessed assemblage, with Brian Blade on drums, Danilo Pérez on piano, and John Patitucci on bass—was never to put out easy records. Shorter started this band, in large part, to deconstruct his own compositions, many of which had become standard jazz repertory. He wanted to shake his music from the weight of legacy in a highly improvised, reactive setting where each member shared equal footing. The band’s anarchic approach hasn’t always worked on stage, but the quartet has nobly pursued this high-wire act for nearly two decades, a veritable eon in this realm.", "Shorter’s new ", "—that is, “no name” backwards, a title borrowed from ", "—makes up for lost time by gathering three discs of stage and studio work. It’s accompanied by a space-themed graphic novel of the same name, illustrated by ", " and with text by Shorter and the screenwriter Monica Sly. ", " combines a four-part suite recorded with the conductorless Orpheus Chamber Orchestra with two discs of the quartet playing those pieces and a few others live in London. The suite includes tunes that are old, recent, or altogether new—“The Three Marias,” ", ", sits alongside “Lotus,” for instance, which makes its debut.", "This assortment suggests a sort of circularity. Shorter is simultaneously looking back and forward, scrambling your sense of time and space. The ambitious works occasionally sound like scores, as in the opening to “Prometheus Unbound,” where snare rolls and dramatic string flourishes recall the overture to an imaginary musical.  They feel static as a unit, perhaps because the 34-piece orchestra is so dense it drowns out the quartet. The orchestra and the quartet occasionally come together, as at the beginning of “The Three Marias,” in which Blade maneuvers deftly around a skittering melody. Still, the most satisfying moments come when the orchestra stops playing, allowing the quartet to settle into its own groove, as it does often for those London sets.", "Live, the pieces begin slowly and somewhat tentatively. “The Three Marias,” for example, is recast as a 28-minute abstraction, the rhythm expanding and contracting as the band darts around it. But on each tune, at some point, a pulse appears and the musicians dig in. Pérez is a master of atmosphere, delivering dark vamps and bluesy licks on “Lotus” and “Adventures Aboard the Golden Mean,” a tune from the quartet’s 2005 album, ", ". Patitucci holds down the low end with round, resonant notes. Like Tony Williams before him, Blade is the group’s trickster. His tom rolls, rat-a-tat snare work, and explosive bass-and-cymbal hits keep the music in flux. Shorter, on tenor and soprano saxophones, slithers in and out and around, often wailing wildly but at times playing tenderly.", "Shorter turned 85 last month, and the ", " later this year. But he’s still a protean force, not focused on shoring up his oeuvre for preservation. He’s now working on an ", " with the jazz singer and bassist ", ", and, in January, his quartet will play four nights at the ", ", a testament to his vitality. “At this point I’m looking to express eternity in composition,” Shorter, a practicing Buddhist, says ", ". On ", ", it’s thrilling to hear him search for it, even when he comes up short."]},
{"artists": ["Mountain Man"], "album": ["Magic Ship"], "text": ["After the ascent of her electronic-pop duo Sylvan Esso, Amelia Meath reassembled her old vocal folk trio for a surprise second album—a charming reflection on age, friendship, and play.", "Where does a sense of quiet fit within indie folk these days? During the last decade, some of the genre’s new staples—", ", ", ", Amanda Shires—have turned up the amplifiers as they’ve turned toward more elaborate production. But for ", "—the hushed, harmony-drenched trio of Amelia Meath, Molly Erin Sarlé, and Alexandra Sauser-Monnig, rarely accompanied by more than six strings and a tapped foot—it’s less about finding a quiet place than forging one. They started carving out their space on their lovingly ramshackle debut, 2010’s ", ", but an unintentional eight-year hiatus halted the headway. They’ve now reemerged with ", ", a capricious turn through Appalachian, American, and British folk. Quiet? Perhaps. Subdued? Never.", "Success came fast for the group nearly as soon they formed at college in the Vermont mountains—online buzz, a lauded debut, a tour backing ", ". Rather than build on that momentum, though, the members relocated to ", "—Meath to North Carolina, Sarlé to California, and Sauser-Monnig to Minnesota. New sounds followed, with Meath co-founding the ascendant electronic-pop duo ", " and Sarlé and Sauser-Monnig focusing on respective solo music.", "All three eventually settled in North Carolina, where they reunited first as friends and then as singers. They found little had changed when it came to their voices’ uncanny blend. “We all have this secret access to each other’s feelings, whether or not we’re singing,” Sarlé has ", ". “That is what creates the alchemy when we are singing together.” It usually takes family members to achieve such intimate three-part harmonies with these round, warm tones. Recorded in winter, the temperature has less to do with kindled fireside moments than it does flaxen summer rays. ", " glows. Yellow-gold sunbeams cast a different light on the traditions the group invoke—porch music, gathering music—even if the album’s themes aren’t always so sunny.", " examines, in part, the tempestuous emotions inherent in the transition from your 20s to your 30s. Through vivid triads, Mountain Man remind us that growing pains never cease. “Guilt” captures the way regret can visit unbidden at any age, accidentally knocking against the present like a tender bruise. “You can think about it, and be mean to your insides/And forget that you were 10 or 12/Or even 25,” the group sing knowingly. “Or it can just be something that happened that way/That makes you who you are today/And it hurts/But that’s/Alright.” They emphasize the final three words, underscoring the hard-won wisdom of tough times.", "Dance parties abound on ", ", too. Meath, Sarlé, and Sauser-Monnig use their voices for simple fun during standouts like “Stella” and “Underwear.” They frame “AGT” with bright melodies and skipping cadences, situating it among the playful whimsy of the traditional classic “", "” and Sylvan Esso’s own “Hey Mami.” While Mountain Man look back to folk traditions to find their footing, they’re delightfully undecided about how much reverence they must pay.", "When Meath, Sarlé, and Sauser-Monnig do pay their respects, their voices are a collective bridge between past and present. Their interpretation of “Bright Morning Stars” recalls the resplendent partnership of Appalachian folk trailblazers Hazel Dickens and Alice Gerrard and the British folk singer ", ". Mountain Man leave no lingering space within the song’s central lament, their claustrophobic look at grief made more palpable by stark harmonies. A cover of the tender “Baby Where You Are,” by Michigan singer-songwriter Ted Lucas, takes a similar look at longing. The members’ voices exhale like one breath, the kind whispered across distances that never seem to shrink. Their tranquility resurfaces the ", " with a rosy sheen.", " cuts a path between beauty and meaning. Though Mountain Man’s radiant harmonies are as pretty as they come, there’s still considerable weight to the shiny package. Quiet may seem like an outlier in this noisy present, but Mountain Man understand its power. Their clear-eyed presentation on this welcome return captures ideas of friendship and adulthood, of cherishing a sense of play even as we age."]},
{"artists": ["Joyce Manor"], "album": ["Million Dollars to Kill Me"], "text": ["With the help of Converge guitarist and veteran metal producer Kurt Ballou, the versatile emo band continues to mature with hints of Big Star and subgenre subversion.", "Even in the surprisingly experimental context of recent emo-leaning indie rock, ", " have always depended upon an impressive versatility. An accelerated, bashing cover of the Buggles’ “Video Killed the Radio Star” served as the theoretical centerpiece of 2012’s ", ", while the band’s 2014 breakthrough, ", ", offered a masterclass in emo’s many moods—reflective, angry, sentimental, self-incriminating, passionate.", "Before they even released 2016’s ", ", Joyce Manor had cemented themselves as emo’s answer to ", ", packing albums with brief melodic gems indebted to the band’s ancestry but retaining their own peculiar, scruffy charm. On that record, leader Barry Johnson and the band pushed their songs past the four-minute mark, even adding acoustic textures that genre purists liked to dis as “selling out.” But the developing songcraft on ", "’s highlights was undeniable. Closer “This Song Is a Mess But So Am I,” for instance, added ounces of fabric softener to Joyce Manor’s melodic-hardcore washing machine. Johnson crooned over spiky riffs as he tore into the the very act of songwriting: “I wrote this one for you/’Cause that’s all I could do/Sad, but it’s all true/So I guess it’ll have to do.”", "On their fifth full-length, Joyce Manor continue their trend of maturation, musically and emotionally. This record began as a collection of potential solo songs for Johnson; with contributions from former ", ", it’s the band’s least-punk, most melodically rich album to date. Johnson revealed during a recent ", " profile that he was concerned ", " sounded too much like “a rock record with ", " riffs.” That fear seems to have vanished, as Joyce Manor sound more like the power-pop pioneers than ever on the brisk ", ", from the sweetly sung bridge of “Think I’m Still in Love With You” to the soft strums of closer “Wildflowers.”", "The depth that supports these songs owes in part to ", ", who makes his recording debut with the band here. It’s funny to think about the guy who grinds in one of music’s most intense bands working on a song like “Silly Games,” a sock-hop number that doubles as the most slow-dance-ready emo tune since ", "” But Ballou’s careful hand has added a sophistication to many metal bands in the past, including his own. He situates a layer of ba-ba-ba’s just beneath the surface of “Fighting Kangaroo,” while the shoegaze-tinted “Gone Tomorrow” sways atop a bedrock of riffs through which a stray melodic line occasionally surfaces for air.", "If there’s one aspect of Joyce Manor that suffers during ", ", it’s Johnson’s writing. In the past, he’s often been inscrutable even at his most emotional, but the impact was there. Here, though, he sometimes dips too deeply into purple territory, singing “My friend Tommy, he does origami/Forever in the morning shade” during “Gone Tomorrow” and exclaiming “Broke-a-hontas, orange eating/Talk like that, now who’s screaming” near the end of the peppy “Up the Punx.”", "But elsewhere, Johnson shares the defeated tenderness that stems from getting older and wishing to live more simply. He marvels at roadside foliage and “sunshine coming in through the open window of my bedroom” on “Wildflowers” and archly flips emo’s reputation for toxic misogyny at the start of “Big Lie.” “Girls can be kinda controlling/I wanna be controlled, I think it’d be alright,” he sings. “Everybody thinks I’m joking/If it’s funny, then hold me while I cry all night.” It’s the kind of surprising turn that epitomizes Joyce Manor’s trajectory so far. Their willingness to expand the subtleties of their sound makes ", " an enthralling listen, even at its lowest points."]},
{"artists": ["De La Soul"], "album": ["3 Feet High and Rising"], "text": ["Each Sunday, Pitchfork takes an in-depth look at a significant album from the past, and any record not in our archives is eligible. Today, we revisit the groundbreaking 1989 debut album from hip-hop legends De La Soul.", "Their aim had simply been to make some space to raise their own voices. At that moment, in 1989, when hip-hop seemed surer of its destiny than at any time since, ", " gave us a glimpse into their coming-of-age, and let us listen to the sound of three (well, four) Americans working out how to hear each other and move forward together in a cruel world.", "Consider that in the preceding 12 months, ", ", ", ", ", ", ", ", and ", " had made a massive impact in hip-hop. All of these records commanded attention, wore their sizable ambitions on their jackets. But while their New School peers stood tall, offering righteousness (", "), rebellion (", "), street wisdom (", "), style-war futurism (", ") and crowd-pleasing showmanship (Stetsasonic) to hip-hop’s expanding audiences, De La Soul were the quiet kids lingering at the edge of the cipher, withdrawn and a little mysterious, conversing in coded language meant to distance themselves from all the big personalities jockeying for position around them.", "They were largely known as a trio—Kelvin “Posdnous” Mercer, Dave “Trugoy the Dove” Jolicoeur, and Vincent “Pasemaster Mase” Mason—a little left-field, a lot obsessed. As thoughtful and opinionated students of the culture, their wainscoted suburban rooms were strewn with rare dusty records plundered from their parents’ collections, and they financed their passions as janitors who came to their jobs rocking gold fronts. In 1987, the three young men enlisted a ringleader and mentor in Stetsasonic’s DJ Paul “Prince Paul” Huston, who could match their kookiness pound-for-pound. With his yuk-yuk scatology, technical skill, and bottomless trove of pop-cult records, Prince Paul stepped in like a madcap hybrid of ", " and ", ".", "All four of them had gone to Amityville Memorial High in the Black Belt of Long Island, between the white-fled city and the whites-mostly exurbs, the same socio- and psycho-geography that produced Public Enemy, ", ", ", ", and ", ". They made music with an abiding trust in each other and an intense devotion to craft. Their process was: OK, we’ve made this beat, joke, metaphor, rhyme style, now how do we take it up another level?", " emerged fully formed, offering a world as richly imagined as anything American pop has ever produced. Just as hip-hop was firmly establishing itself as the most avant of pop’s garde, the best of their peers—from smooth operator ", " to Blastmaster ", " to ", "’s Vernon Reid—showed up ", " to salute their achievement. Even KRS, who had just dropped what would come to be recognized as one of the best albums in hip-hop history, said it couldn’t compare what De La Soul had just made. While huddled in Los Angeles to finish their own sample-heavy ", ", the ", " reportedly listened to ", " despaired, and briefly considered starting all over again.", "What they all heard in it was an unprecedented assemblage of sound. Four years before, Marley Marl had accidentally unlocked the power of the sampler—a technology that allowed time to be captured and manipulated. The sampler vaulted hip-hop out of its inferiority complex. Now it too could meet the sonic ambitions of rock, funk, jazz, and soul. Like their peers, Prince Paul and De La Soul set about using it to build a world.", "The album sounded like a hip-hop version of the novelist Dos Passos’ America, crowded with voices, rhythms, rhymes, and the wit, joy, and pain of becoming aware of one’s power to change the world. And De La Soul felt like the closest hip-hop equivalent to ", " and ", ": high-concept, hilariously genuine, generously human.", "Along with their Native Tongues peers, they were as generative as sunshine, spawning fertile new scenes around the world, including LA’s True School, the Bay Area’s indie underground, Atlanta’s Dungeon Family, Detroit’s network of Dilla and his acolytes, and subsequent generations of self-identified indie rappers, including ", ", ", ", and ", ". More broadly, ", " helped secure a new alignment of hardcore street heads with an emerging global audience of fans, the foundation of the soon-to-be-named “hip-hop nation.” Thirty years later, it remains one most influential records of the storied class of 1988-89.", "But the narrative of the album is still framed by a tired contrast between the rise of N.W.A. and the West Coast gangsta rap and that of De La Soul and the Native Tongues’ ", "” “", "” De La never asked to be the saviors of hip-hop, much less to answer for all the supposed pathologies that critics wanted to put on Black masculinity and Black popular culture. Instead, De La Soul defined their outsiderness through a weird, wild, and wholly self-referential creativity. Their MC names were “Sounds Op” and “Yogurt” spelled backwards. Their album would be full of inside jokes, invented slang (“A phrase called talk” was their rhyme style, “Public Speaker” was a dope emcee, “Buddy” was a hot body, and “Strictly Dan Stuckie” meant “awesome”), and an odd mix of preoccupations ranging from TV to Aesop’s fables to Luden’s cough drops to, of course, sex. The culture wars were raging all around them, the central fact defining N.W.A.’s work. But De La’s world was small, insular, and, in many ways, refreshingly naïve.", "While he was still in high school in 1984, Prince Paul had been recruited into the Brooklyn crew, Stetsasonic, to serve as their showcase DJ. Stet sold itself as the first hip-hop band, a live act with studio chops, even predating the Roots. But as the scene evolved away from Old School showpeople toward New School bedroom lyricists and producers, Stetsasonic changed its style. Their 1988 album ", " offered one path forward for hip-hop: a slick, high-def sound. Paul had become a key member of the production team, but he felt under-credited, and he also knew that the New York sound was shifting toward dusty sampler aesthetics. (Polish and sheen would not return to the forefront until ", "’s 1992 debut ", ".) He felt creatively stifled.", "At the same time, Posdnous, Trugoy, and Mase were putting together “Plug Tunin’,” a song that had evolved out of a live routine the crew rocked over the “", "” break. But then Pos pulled from his father’s collection a rare doo-wop record by the Invitations called “", ".” (Later, Tommy Boy stirred a small frenzy among the nascent crate-digging community when it offered $500 to the first person who could identify the sample. The prize went unclaimed for a long while, firmly establishing De La Soul and Prince Paul as beat-diggers ", ".)", "In the Long Island tradition of ", ", “Written on the Wall” was on the B-side. Printed on the flip were helpful instructions for radio DJs needing to know what to play: “Plug Side.” From this odd detail, De La Soul developed an album concept: They were transmitting their music live from Mars through microphones—Pos on Plug One, Trugoy on Plug Two. It was an audacious step away from both Old School party-rocking and New School realism. Their lyrics didn’t lean too heavily on Five-Percenter cosmology or Afrocentric ideology for conceptual depth. They were striving for their own new rap language.", "Armed with this obscure 45, a cassette deck, and a lo-fi Casio RZ-1, the crew slowed the routine to a toddler crawl and recorded it. They rocked head-scratching metaphors (Plug One: “Dazed at the sight of a method/Dive beneath the depth of a never-ending verse”) and odd riddles (Plug Two: “Vocal in doubt is an uplift/And real is the answer that I answer with”) in neatly matched cadences. When Paul heard the hissy demo, he knew he had found kin. He took them to re-record “Plug Tunin’” at the hip-hop hotspot, Calliope Studios, and they were on their way. Tommy Boy signed them to an album contract soon after and De La Soul began building their sonic world on a shoestring budget of $25,000. Over a two-month period, they learned how to work the expensive studio gear as they made the record.", "The Black suburban imagination of Long Island rappers offered a distinctive kind of street romance and horror. Public Enemy rapped about cruising the boulevards in muscle cars, their adrenaline amping up their politics of provocation. De La Soul’s second single, “Potholes In My Lawn,” was a battle rhyme refracted through the brutal status consciousness of the ‘burbs. De La played the family on the block coming into success, only to be met with the envious rage of the Joneses next door. Trugoy complained, “I don’t ask for a barbed wire fence, B, but my dwellin’ is swellin’.” Meanwhile, imitating wannabes lurked in the bushes. These rhyme-biting rappers took the form of vermin leaving unsightly craters all over the front yard. The crew repatched the potholes with daisies. Individuality trumped suburban conformity.", "As De La Soul and Prince Paul moved deeper into recording, they developed a kind of one-upmanship, trying to shock each other by procuring deeper records to thicken a song’s gumbo. The tracks became dense with info, opened up to jarring risk and surprise. Their lyrical ambitions also multiplied, as the group sought new ways to retell timeless adolescent tales.", "Built on a sample of ’60s bombshell Maggie Thrett’s “", ",” “Jenifa Taught Me (Derwin’s Revenge)” was interrupted by an energetic Liberace performance of “Chopsticks.” The hormonal frenzy and awkwardness of teen lust were summed up in the half-terrified, half-grateful cry Maseo let out after his first kiss: “And I ", "!” These were not suave girl-stealing Old School or New School lovermen. When Jenifa inevitably moved on, Pos dropped his head in shame: “Don’t flaunt that the candy’s good, unless you can get plenty.”", "As buzz built in advance of the album’s release, the label gave the group’s image a full makeover. De La Soul already had style—the gold fronts had given way to funky fades, Afrocentric fabrics, and African medallions. But their new look was designed by the hip London and New York-based Grey Organisation, who heightened the crew’s difference from their peers by giving them neon palettes and flattening them into Keith Haring-like 2-D. In the words of designer Toby Mott, the Grey Organisation wanted to critique “the prevailing macho hip-hop visual codes which dominate to this day.”", "But as Dave, who dropped his stage name “Trugoy” somewhere after the second album, recounted to Rob Kenner in ", ", “I think, for me, it was just the photo shoots. I mean, every damn photo shoot you could bet there was a florist hanging around with flowers. And I mean, come on man, flowers? That’s not what it’s really about.” The Black suburban crew had set out to express their difference, but now they began to realize that their pop success was making them into something they were not. On their subsequent albums, the tension between the joy of release and the control over their image—especially as Black men—would lead them to make some of the most important records in American pop.", "Late in the recording process, Tommy Boy label head Tom Silverman asked for a radio-friendly unit shifter. Maseo obliged by suggesting they sample Parliament’s 1979 hit single “(Not Just) Knee Deep” for “Me Myself and I.” Paul agreed and flipped the track into an irresistible crowd mover. Trugoy did the bulk of the lyric writing, working from the Jungle Brothers’ “", "” rhyme pattern and responding to the now proliferating “hip-hop hippie” articles with a “let us live” message. He rapped,", "Proud I’m proud of what I am", "\nPoems I speak are Plug Two type", "\nPlease oh please let Plug Two be", "\nHimself, not what you read or write", "\nWrite is wrong when hype is written", "\nOn the Soul, De La, that is", "\nStyle is surely our own thing", "\nNot the false disguise of show-biz", "Silverman once credited De La Soul as being the group that jumpstarted rap’s “third generation.” The first generation had taken rap from the parks to records, and the second had taken it from records to the arenas. The third reclaimed it for themselves—reinventing traditions and busily making new revolutions. They idolized the energy and accomplishments of the first, while trying to displace the second.", "The ", " for “Me Myself and I” put the crew back in high school to be bullied by teachers and classmates who are gold-roped, troop-suited Old Schoolers. In the end, only De La Soul made it out of the classroom and into the waiting world. The song triumphed over an increasingly fragmented hip-hop map, propelling them out of certain obscurity. As hip-hop reached a new level of sales and visibility, “Me Myself and I” reached No. 1 on the R&B charts.", "But success threatened the group. On their first national tour, the crew seemed to recoil from their audiences. They trudged through low-energy sets anticipating the inevitable conclusion, having to perform “Me Myself & I,” as if their biggest hit had been their biggest mistake. Even later, long after they had become one of hip-hop’s best live acts, they would still introduce the record by asking the crowd to chant, “Say, ‘We hate this song!’”", "Worse were the physical threats. From coast to coast, antagonistic fans and managers tried to roll them, believing their allusions to peace, love, and daisies made them soft hippie marks. Word soon got out that De La Soul was knuckling up and taking down heads from Rhode Island to Cincinnati to Denver.", "Dejected and besieged, they returned to New York to their management’s office one day and stared up at a whiteboard full of upcoming tour dates for all the acts, including their own. Trugoy decided he had had enough. Taking an eraser, he wiped off all their dates, and wrote instead: “De La Soul is Dead.” The guys laughed. Now they had something to look forward to—album two.", "If Black complexity had been the meta-message lost in De La’s big crossover, abstraction, abjection, and humor were the winning trifecta of ", ". The skits and interludes poked fun at more of their obsessions—funky smells (“A Little Bit of Soap”), fashion trends (“Take It Off”), and porn flicks (“De la Orgee”). The funniest featured hip-hop party-starters veering off script (“Do As De La Does”). The game show skit might have been a transferral of rap’s meritocratic competition into something absurd—no one wins but the audience: Were you not entertained?", "Four months after the album’s release, after the album had gone gold, lawyers for ", " filed a lawsuit against De La Soul for the use of four bars from their song, “You Showed Me.” Paul and the group had cleared 60 of the more than 200 samples on the record. But the Turtles sample, used on “Transmitting Live From Mars,” in which Paul scratched a French-language instruction record over the loop, was not. At the time, the one-minute song sounded like an amusing non-sequitur. Nearly thirty years later, the string loop sounds ominous and claustrophobic, a sonic analogue for the legal purgatory to which De La Soul’s back catalog has been consigned.", "Although the group and the label eventually settled with the Turtles, Warner Brothers has not maintained physical formats for De La Soul’s back catalog, and has ", "—including ", ", ", ", ", " and ", "—available in digital and streaming formats. Label heads, who own Tommy Boy’s pre-2002 catalog in full, have apparently decided that the potential labor and expense of sample clearances are too much to bear. De La Soul have previously ", " to do the labor of re-releasing the catalog, but Warner was not interested. They have been denied the right to profit from their work, and we have been denied the ability to listen to and share some of the most important records in our shared musical history.", "It is true that many of the Black artists sampled by hip-hop producers have also been denied the profits of their work. It is also true that works by so-called minorities—whether the sampled or the sampling—suffer disproportionately from the land-grabbing, barbed-wire-fence-erecting, tons-of-guns-defending mentality that drives the growing corpus of intellectual property law. What is currently called copyright protection is also the wholesale locking away of people’s labor, legacy, and inheritance. The current structure of sampling law functions like—because it is—a process of cultural erasure, a glaring and expanding cultural injustice.", "In 2011, ", " was added to the Library of Congress National Registry of Recordings. Even that honor prompted no action from Warner Brothers. So on Valentine’s Day in 2014, De La Soul ", " to their fans. That sharing has been the only official digital release of these records, which remain locked away in that null existence between copyright orphanhood and full viability.", "Questlove ", " ", " reporter Finn Cohen, “I mean, ", " is very much in danger of being the classic tree that fell in the forest that was once given high praise and now is just a stump.” We are left to ask: as history is made and remade, who can be heard in America?", "On the album’s proper opener, “The Magic Number,” over a sample of the “Schoolhouse Rock” theme song and a chopped version of John Bonham’s huge drum break from “", ",” Pos and Trugoy had rocked a virtuoso, rapid-fire manifesto full of mind-spinning wordplay. Pos positioned hip-hop as the new insurgency:", "Parents let go cause there’s magic in the air", "\nCriticizing rap shows you’re out of order", "\nStop look and listen to the phrase, Fred Astaires,", "\nAnd don’t get offended while Mase do-si-do’s your daughter", "Trugoy described his creative process:", "Souls who flaunt styles gain praises by the pounds", "\nCommon are speakers who honor the scroll", "\nScrolls written daily creates a new sound", "\nListeners listen ‘cause this here is wisdom", "By the end, Mase and Paul were scratching snippets at a fast and furious rate—", ", ", ", and Eddie Murphy all fly by before ", " suddenly drops in to give the album its title: “How high’s the water, mama? Three feet high and rising.” The line was taken from a reverb-drenched performance of “Five Feet High and Rising,” a blues in the grand tradition of ", ".", "De La Soul were making a point about the power of culture to mobilize people to action or immobilize them with fear. It was an idea they explored more explicitly on their fable, “Tread Water.” There were animals, squeaky organs, friendly humming—at the time, journalist Harry Allen called it the most African song he’d heard in hip-hop—but “Tread Water” also offered perhaps the most ambitious hope on the record, that De La’s music might help us all elevate our heads above the water. In this polar-cap-melting, politically disastrous age, the song feels prophetic.", "Today’s debate over sampling is mostly mind-numbingly narrow, shaped largely by big-money concerns that are ahistorical, anti-cultural, and anti-creative. The current regime rewards the least creative class—lawyers and capitalists—while destroying cultural practices of passing on. Post-hip-hop intellectual property law rests on racialized ideas of originality, and preserves the vampire profits of publishing outfits like ", ", that sue sampling producers while preventing artists like ", " from sharing their music with next-generation musicians, and large corporations like Warner Brothers that continue to disenfranchise Black genius.", "By contrast, the processes of sampling and layering on ", " and other hip-hop classics of that era demonstrate the opposite: expansively, giddily democratic—Delacratic, even—values.", "Pos’s production on “Eye Know” put ", " into conversation with ", " and the Mad Lads, his work on “Say No Go” ", " with the Detroit Emeralds. The musical chorus of “Potholes in My Lawn” pointed not only to Parliament’s 1970 debut ", ", but to the African American roots of country and western music.", "Together, the sampled sounds of the Jarmels, the Blackbyrds, the New Birth, and even white artists like Led Zeppelin, Bob Dorough, and Billy Joel, make a strong case that all of American pop is African-American pop, from which everyone has been borrowing. Sampling—De La Soul sampling Parliament, Obama sampling Lincoln, Melania sampling Michelle—is nothing less than the American pastime, the creative reuse of history amid the tension between erasure and emergence that is central to the struggle for the republic. No one can ever do it as big as De La Soul did."]},
{"artists": ["Restorations"], "album": ["LP5000"], "text": ["In the face of label woes, a gentrifying hometown, and Donald Trump, Philadelphia’s other Springsteen acolytes thrive inside the tension between hug-and-chug uplift and political fatigue.", "When it’s time to retell the stories of the late 2010s and our multiplying sociopolitical problems, Philadelphia’s Restorations will ", " be our generation’s ", ", the music filmmakers use now as countercultural shorthand. But ", ", the sardonically titled follow-up to 2014’s ", ", does warrant a role in those inevitable scenes where people are doing what you are right now—looking at a music website on your phone and realizing anew there is no way to escape your waking news nightmare, only different ways to engage. “No, I don’t wanna hear that name again,” Jon Loudon sighs during “Melt,” as the dreamiest but bleariest Restorations song yet recreates the feeling of breaking a promise to yourself not to check Twitter the moment you wake up.", " name does go unsaid during ", ", not that it makes much difference. “Glance at your phone and you mumble, ‘I hope he dies’/Yeah, I hope he dies, too,’” he sings at one point, a couple reaffirming their devotion to one another in a way that hopefully ", " feel dated at some point. This paralyzing weariness is the only major change since ", ", save a little more electronic chit-chat and a little less triple-guitar skywriting. Restorations still stand alongside ", " and ", " on a thorny branch of the Tree of Springsteen. It doesn’t take much to pierce this armor of red flannel and ", " vinyl, to release repressed feelings of masculine shame and creeping obsolescence that explain why these guys sound like they have to drink themselves to sleep every night.", "The peaks of ", " were pure wish fulfillment for workingman’s dread: “Imagine that focus in real life/Imagine going outside,” Loudon roared over Telecaster feedback on ", " a call to throw your laptop from a moving car. “Misprint” could make anyone cooped inside a compact stuck on the interstate feel like they were cruising down some bucolic back road instead. Those moments don’t ring false in 2018, but they do seem like emotional luxuries we can no longer afford. “Threw your back out just trying to stand up straight,” Loudon sings now during opener “St.” Regardless of how hard they thrash and throttle, Restorations land on the resilience to make it through this shit, one day at a time.", "As with ", "’s ", " and ", "’s ", ", ", " resonates through the contrast between hug-and-chug uplift and an encroaching sense of its futility in the face of constant outrage. Those recent albums are also uniformly depressing in the way they follow their bombastic, relatively celebratory predecessors, memories that hover overhead like the cloud of a Facebook “On This Day” post made before you had to deal with ", ".", "To release ", ", Restorations jumped to rejuvenated punk stronghold SideOneDummy and were soon pegged as ", " of the United States’ new indie rock capital. But the label ditched its active bands to ", ". ", "’s first single, “The Red Door,” anxiously observes as Philly gentrifies into the “real” new Brooklyn. And though it’s produced by ", " who worked with ", ", ", ", and ", ", its seven songs last only 24 minutes. By its mere existence, ", " suffers through the emotional and fiscal downsizing of the recent past.", "The greatest trick of ", ", then, is Restorations’ ability to sound cautiously anthemic. “Got a partner for starters and a kid on the way/Can’t be doing all this dumb shit no more,” Loudon snarls on “Nonbeliever.” He’d risk sounding smug if he were actually celebrating. And if you’re the sort who agrees gentrification is an unequivocal evil that you have limited power to control, you’ll identify with “The Red Door,” named for a telltale sign of displacement. When the song sounds ready to lift off or explode, Restorations only grit their teeth and vent. Real protest music might be more viscerally satisfying and important, but ", " plays its essential, relatable part.", " has created true folk heroes and left others with Twitter brain worms. Most of us have simply subjected ourselves to a pervasive baseline of bad news, worn like “", ",” a foul, itchy reminder of our fucked-up present. Is the act of trying to keep your shit together the only way to stay sane or a true guarantee of insanity? ", " speaks with eloquence and empathy about that predicament. No, it doesn’t remove the sweater, but it reminds us that someone else is wearing one, too."]},
{"artists": ["The Beta Band"], "album": ["The Three EPs"], "text": ["Best new reissue", "Keen pop instincts, a good sense of space, and a penchant for self-sabotage: That’s the Beta Band, epitomized by this 20th-anniversary reissue of their earliest works.", "At a key moment in ", "—a fly-on-the-wall chronicle of the sessions for ", ", the final bow from beloved Edinburgh oddballs ", "—the business of making music creeps into the frame. The label is looking for a single, for artwork approval, for ", ", and the Betas won’t budge. The Nigel Godrich-mixed ", " arrived to near-universal praise but fair-to-middling sales, the fate of most every other Beta Band record. They broke up less than a year later, amid ", ". “Bands like us should be the norm,” frontman Steve Mason ", ". “There should be something really crazy, like… a guy whose album is the sound of him sawing his limbs off with a rusty spoon. And he only makes four albums: one for each arm and one for each leg.”", "The Beta Band never got around to that fourth album. By the time they bowed out in 2004, they had the air of a band the industry had found, salivated over, and torn apart limb by limb. The Betas were never ", "; their second album spent precisely one week on the U.S. charts, peaking at No. 200. Still, there was a period right around 2002 when no Case Logic was complete without “Beta Band” scrawled across at least one Verbatim CD-R.", "But their career always moved in fits and starts: Their label insisted on spackling their rush-released debut in a thick coat of paisley, leading Mason to call it “fucking awful.” They gave famously standoffish interviews. They came at their label boss at every opportunity, even namechecking the unlucky sod during a song. They carried themselves at once like a band who wanted to be very famous and a band who just wanted to be left the hell alone. In that push-and-pull—between all-out experimentation and commercial appeal, delicate songcraft and wild-eyed sonic tinkering, expanse and intimacy—the Beta Band legend was born. That essence is captured anew on a twentieth-anniversary reissue of their first three EPs.", "After recording ", ", the first of the band’s fabled EPs, the band decamped to London, where a roommate took their demo to Parlophone A&R representative (and future Warner UK president) Miles Leonard. Parlophone issued ", ", the first and most immediate of the EPs, in July 1997. ", ", the strangest, followed in March 1998, with the musical midpoint of ", " landing in July. After the EPs arrived as a set in September, the buzz at home and abroad was instantaneous. The Betas went from playing the basement of the International Students House in London to the second stage at Glastonbury.", "The breadth of the Betas’ powers are on display through these ", ", from the rousing chipmunk hosannahs of “She’s the One” to the lonesome howls of the late-EP stunner “Dr. Baker.” Whether you came from ", " expecting wall-to-wall uplift à la “Dry the Rain” or you’d been taken in by the wild-eyed press notices, ", " were likely not the record you expected. Slinking grooves, oddball folk tunes, deconstructed house rhythms, exotic flits, yawning mantras, real raps in fake Japanese: It’s all swirling around somewhere in this multi-hyphenate hodgepodge. Maybe half of these dozen tracks meet the qualifications of what most people would consider “a song,” with the rest given to wriggling sound-collage and expansive Floydian drift.", "Somehow, it all works. The British press was particularly keen on anointment in those days, but what separated the Beta Band from scads of contemporaries was their unbelievable range. A few turns toward the light, and they could have been ", "; another two steps into the abyss, and they could have been ", ". On these EPs, they managed to be both—and all points in between. The EPs don’t relegate their more ", " excursions to swirling one-minute intros, either. They take up serious space, even sneaking into some of the most pop-oriented material. Look no further than the choir of helium-sucking Masons that close out not-a-dry-eye devotional, “She’s the One.” Keen pop instincts, a good sense of space, and a penchant for self-sabotage: That’s the Beta Band.", "Mason’s lyrics—all quotidian vignettes, pep talks, and good old-fashioned gobbledigook—are an ideal foil for the music’s spectral weirdness. Sometimes he sounds like ", " just up from a nap; sometimes, as on the haunting “Dr. Baker,” he’s a one-man Tabernacle Choir, his voice ringing out over some great expanse. Richard Greentree’s elegiac low-end work glides between acid jazz and ", ". Synth player and sampler-tender John Maclean is everywhere and nowhere, laying out the terrain with big swaths of sound and then populating it with bits of static. The mark of hip-hop on ", " has always seemed a bit overstated, but the lingua franca was certainly a tool in the kit.", "The remastering job for this reissue is largely unobtrusive; sound was never really the issue, though this edition is a bit cleaner, a touch hotter. The label’s claim that this is the first time the EPs have been issued on vinyl is, however, misleading. Yes, it’s the first time on vinyl for these brand new remasters, and, yes, this is the first time the ", " have been sold ", " on vinyl. But 10 ", " proves that the original, non-deluxe variety is not exactly in short supply. (While there is no bonus music here, this edition does come with a reprinting of the band’s ", " zine, far rarer than an OG VG+ ", ".)", "This set never lent itself to the vinyl format, anyway. A 78-minute odyssey, ", " is suited to uninterrupted listening. In college, we’d throw the CD on during a study session (of course) and wonder aloud if this was still the Beta Band halfway stop “The Monolith.” Getting up to flip these eight sides every ten minutes or so breaks that spell; there’s no way to get lost in the slipstream when you’re making that many trips to the turntable. If you’re anything like me, you’ll gaze admiringly at the deluxe edition nestled on your shelf while you load the record on Spotify.", "These crackling, chameleonic EPs still seem to hold secrets, surprising and confounding in equal measure. A lot has changed in 20 years, but the very existence of the Beta Band—four rave-damaged, dub-inflected, spacecase pop savants, briefly given the keys to the kingdom—is still enough to spin your head. “I always imagined we’d be as big as Radiohead,” Mason told ", ". The music industry was not always kind to the Betas, but the Beta Band’s work after these EPs, built with an ostentatious arsenal of vintage equipment, wouldn’t exist without major-label patronage. Yet the Betas are precisely the kind of band the risk-averse majors would likely never sign now. Maybe Mason was right all along: Bands like this ", " be the norm."]},
{"artists": ["Ash Koosha"], "album": ["Return 0"], "text": ["The London IDM polymath’s fourth album puts artificial intelligence in the composer’s seat, rounding out computer-generated rhythms and melodies with AI-penned lyrics sung by Koosha himself.", "Over the last decade human beings have gotten used to artificial intelligence nuzzling into our everyday lives. Virtual assistants like Siri have normalized the idea of chatting away to our devices, the self-driving car is (almost) a reality, and computers have trounced humans at everything from Go to “Jeopardy!” Computer-created music, however, remains something of a moot point. While computers are present in some form in the vast majority of modern recordings, the idea of a computer actually composing is at odds with a widely held belief in music as a deeply felt form of human expression.", ", the fourth album from the London IDM polymath ", ", pushes against these notions. Koosha, who has previously dabbled in VR and spatial computing, used generative software to create melodies, arpeggios, and chord sequences that he then arranged into their final form on ", ". “Humans are best at taste because we have intention in finalizing and presenting something,” he ", " in a recent interview. “The computer can create arpeggios and melodies—parts that I don’t necessarily want to spend time on.” This interplay between human and machine is perhaps best seen in the album’s vocal lines, which Koosha sings from melodies and lyrics generated by computer. Or, as he puts it, “I perform the machine’s output as voice.”", "Without wanting to sound like the last human apologist in front of our silicon overlords, these human-sung vocals are probably the most satisfactory part of ", ". Previous attempts at computer-generated music have tended to deliver songs that are catchy without tapping into much human emotion—a predictable result for work born out of analysing vast amounts of data—and the same happens here. “Muzikenono” has a circular vocal melody that unwinds like a great spiritual yawn from the depths of the speakers, while “Wild Heart” immerses a soaring vocal run in the haunting sound of the Kamancheh, an Iranian bowed string instrument. Strong as these melodies are, though, they really flourish thanks to the producer’s effects-laden voice, which injects a touch of humanity that was notably absent on “Yona 1.1 (feat. Yona),” a song on Koosha’s previous album, ", ", that was sung by a computer.", "Musically, the album is more disappointing, for reasons attributable to both humans and computers. While there are moments of instrumental brilliance on ", "—notably “Redempshun”’s warped neo-classical procession, which brings to mind the unsettling electronics of Wendy Carlos’ ", " soundtrack—at many other points the album flops, as middling computer melodies come up against all-too-lenient human editing. “Reach” seems to go on about twice as long as necessary, the pointillist synth lines soon losing their charm, while “Baptizanax” is shaggy, chaotic, and ill-formed, like a repository for all the instrumental parts Koosha couldn’t fit elsewhere on the record. You wonder, too, if the producer could have done more to tidy up the album’s computer-generated lyrics, whose nonsensical nature contributes to the album’s detached air.", "In the end, for all ", "’s innovative conception, the faults that scupper the album are the same ones that Koosha has faced throughout his recording career, notably a weak editorial voice and a tendency to drift that leaves many songs sounding like noises in search of a genre. ", " is an interesting record that breaks new ground without coming across as too self consciously important. Ultimately, though, it ends up a proof of concept that’s more rewarding to read about than listen to. There’s lots to admire here, but frustratingly little to love."]},
{"artists": ["The Field"], "album": ["Infinite Moment"], "text": ["The Swedish producer takes the long view on his fifth album full of drifting compositions that knit together twin feelings of melancholy and hope.", "Axel Willner’s sixth album as ", " approaches slowly, like a car on a highway shredded by heat haze. Two chords oscillate; a humid bass tone rumbles a human voice, or maybe a synthesizer trained to sound like one. The voice is a scream trapped in amber, agitated but distant, a reaction far removed from its spark. Though voices dart in and out of much of the ambient techno Willner makes, this one is different from his usual samples, which tend to hold more structure—a discernible consonant, a fossil of breath. This voice sounds human and not human, fevered and at peace, calling for something just out of reach.", " basks in motion that feels like stillness. It repeats itself, like Field albums do, but here Willner keeps his melodic arrangements simple. Often he oscillates between just two or three notes, expanding the space between them until it feels big enough to slip inside. Unlike 2016’s ", " and 2013’s ", ", which wove together slippery, dexterous figures, ", " maintains a plane of focus broad enough to reach the horizon.", "These hypnagogic compositions tend to bury the reflex to keep time. Willner’s no stranger to longer compositions—many of his songs breach ten minutes—but ", " doesn’t ask the listener to take stock of each measure or unpack its composite parts. It doesn’t pull the body into a pulse like dance music does; it washes over the body, surrounding it, lulling it into a closed environment. It’s hard to find the motivation to count seconds. A track like “Something Left, Something Right, Something Wrong” could be three minutes or 30 if you’re hearing it without a clock in sight. It’s propelled by a simple beat, but Willner destabilizes the bass drum with a shuffle of clipped synthesizers whose edges add polyrhythms. There’s one kind of time, the downbeat, and then just beyond it there’s another, blurrier time shifting in and out of focus.", "The vocals on “Hear Your Voice” enter the fray so slowly it feels like they’ve sneaked up on you, and the song’s synthesizer elements just peel away until the track has thinned out. “Made of Steel. Made of Stone” starts with vocals, and uses the silence between their distorted cries to set a tempo before a muted click track kicks in. Throughout ", ", Willner revels in these subtle transitions. A synth line is perceptible only once it’s obvious that it’s been playing for a while already. Even the most structured, percussive song, “Divide Now,” washes its beats over with insistent ghostly noise. No hard edges present themselves on the album. Even the snare drums sound bleary.", "’s loose relationship with time and synchronicity follows a year full of albums with a similar drift. Recent experimental works like ", "’s ", " and ", "’s ", " let song structures surface like ancient ruins: decayed, elliptical, present but halfway lodged in another time. Willner’s latest also evinces a sense of loss, but he’s just as interested in growing new forms in the holes he’s punched in his music. Moss covers his ruins and he recognizes it as life—not a scar on a decrepit form, but a new expression of being, another way for the earth to roll through time. The warmth of ", " radiates from its symbiotic growth of melancholy and hope. Willner doesn’t privilege one over the other, but allows them to knit together, watching from a distance to see the shapes they might take."]},
{"artists": ["Sumac"], "album": ["Love in Shadow"], "text": ["After sessions last year with Japanese improv legend Keiji Haino, the powerful metal trio ripped its newest songs open, filling the negative space with improvisational gusto to become a stunning band.", "Though he does not play a single note, the Japanese improvisational nonpareil ", " is partly to thank for one of this year’s most audacious metal statements. In the summer of 2017, ", "—then a rather untested trio of West Coast metal veterans including guitarist and singer Aaron Turner of ", ", bassist Brian Cook of ", ", and drummer Nick Yacyshyn of Baptists—traveled to Tokyo to record and perform with Haino after he unexpectedly accepted an unsolicited invitation to jam. For 40 years, Haino has crisscrossed the borders of rock, noise, blues, and even a cappella balladry, disregarding structural and linguistic conventions with a ", ". On ", ", he did much the same with Sumac, helping the trio splatter its volatile and involved doom against the studio wall, throw it down the stairs, and splinter it into shapes of joyous abstraction.", "For Sumac, it must have been like seeing yourself in a cracked mirror and realizing there’s something fundamental about yourself you should change. Though the band had already written its third record, their time with Haino prompted them to reconsider the possibilities of open space and internal deconstruction, to ponder anew the room where a solo or breakdown might once have gone. ", " is both daring and daunting, with Sumac disrupting their customary marches with frayed instrumental improvisations that feel as if they may fall apart and building 15-minute opuses with assorted blocks of dead-ahead pummel and dissonant impressionism. They have hinted at this path in the past, particularly on 2016’s ", ", their stormy and suggestive second album. But Haino and ", " catalyzed Sumac’s progression toward ", ", a four-track, hour-long, monumental album that feels like the arrival of a band newly unbound.", " may at first feel unapproachable, like some steamroller you can only watch plow past. Or perhaps it sounds unseemly, like some gangly beast whose long limbs and bulky body don’t cohere. The first response is a symptom of a truly powerful trio, a band capable of shifting from athletic thrash to viscous doom with unwavering force; when “The Task” begins in italicized fury, for instance, you simply want to get out of its way. The second impression stems from the improvisational impasses where they trade rugged melodies for warped variations: When Turner shapes a spider web of piercing notes, ", " ", ", toward the end of “The Task,” one wonders how it all fits together. All four pieces pivot between brute strength and ponderous retreats. After the seven-minute tirade that opens “Arcing Silver,” Sumac go nearly silent before conjuring emotional images without a word, ", " ", ". They sprint toward the end, as driving and relentless as they have ever been. The listener is left dumbstruck by whiplash.", "Where the music can often seem like a slingshot, Turner pulls a narrative cord tightly through ", ", offering a stabilizing factor amid all the commotion. Rendered in language that laces eroticism with existential anxiety (and vice versa) and ", ", these songs address our dogged pursuit of, need for, and battle with love—or, as Turner phrases it, to find “our better blood” alive and flowing in someone else. Turner returns time and again to the vulnerability inherent in love, as if making a commitment turns us into supine beasts exposing our soft bellies to the whims of another. As he wrestles with these feelings, barking and bellowing one clipped phrase at a time, the band wrestles alongside him. As he faces some wall of worry, the band collapses into one of its paroxysms, looking for the answer. The longer you listen, the more cohesive and magnetic ", " becomes, revealing itself as a reluctantly romantic opera all clad in black. Here’s a record about love as you’ve never heard it.", "The toil and triumph Sumac document and illustrate so gamely during ", " represent an accidental analogue for Turner’s own trajectory. Twenty years have passed since Turner cofounded Isis, a band whose fluid shifts between musical frames helped reshape a generation’s expectations of what metal could be. He did (and, to a lesser extent, ", ") the same with his label, ", ", and a string of bands that have all pressed against the boundaries of heaviness in peculiar ways—the spasmodic ", ", the immersive ", ", the radiant ", ". Turner is as inquisitive and essential as any other figure in heavy metal in the United States this century, but his creative unrest and quest to issue his music on his own terms have long kept him at the edge of wider success. Here he is anyway, radically reinventing the possibilities of a band that has leapfrogged from good to staggering in a single record. ", " is a testament to perseverance in the face of uncertainty from a bandleader who has lived, worked, and loved by that ideal."]},
{"artists": ["Richard Thompson"], "album": ["13 Rivers"], "text": ["After fifty years and nearly twenty solo albums, the low-key guitar god finds new ways to renew old sentiments as a singer, songwriter, and instrumentalist on what may be his best album this century.", " penned “Rattle Within” for the new ", ", but the song’s worries suggest it could just as easily have been written during the Black Plague as in our own plagued time. Over the racket of rattletrap percussion, Thompson excoriates the quackery of religious leaders, contemplates a dark self that’s “living right there inside your skin,” and poses this nervous question: “Who’s going to save you from the rattle within?” He then launches into a jagged and ominous solo, serrated as though he were unspooling barbed wire. Thompson’s playing retains a stomping folk-dance quality reminiscent of his innovations in ", " fifty years ago. By the end, though, he collapses into a din that has more in common with the punk rock he was already too old for by the late ’70s.", "Talking about a guitar player’s chops feels odd and even old-fashioned in 2018, especially when that guitar player is an old white guy whose career predates Woodstock. But Thompson was a folk descendant, not a blues rocker, a lineage that sometimes excluded him from being cited as a guitar god or celebrated with the same reverence as his note-bending peers. But here he is, a half-century after debuting with Fairport, still making records of incisive originals while developing as a guitarist, undistracted by reunion rumors and holiday baubles. Now in his late sixties, he remains a distinctive singer with a low burr, as capable of a sly joke as a sincere prayer. He is a songwriter of remarkable insight who can burrow into a metaphor and renew a familiar sentiment. And he remains a deft and inventive instrumentalist who, even after nearly twenty solo records (not including his sterling decade with ", "), finds new ways to play the same notes.", "If ", " is Thompson’s best album of the 2010s and perhaps his best of the 21st century, it’s not because he emphasizes those three elements equally. Rather, it’s because he puts those aspects into a strange, spirited conversation. For ", ", he assembled a tight, versatile rock combo—the rhythm section of bassist Taras Prodaniuk and drummer Michael Jerome, along with guitarist Bobby Eichorn, who makes the most of a very redundant job. Pondering life and death, happiness and despair, movement and stagnation, Thompson writes as someone who knows he has more years behind him than ahead, though he sings with an arched eyebrow and an appreciation for the irony in trading youth for wisdom. On “O Cinderella,” he sounds as surprised as anybody else that he might want to settle down and don an apron: “I’m not very house-trained, it’s true/But I want to make cupcakes with you.” There’s something lusty and chagrined in the way he exclaims “cupcakes,” allowing the line to double as a good joke and sincere wish.", "And then there is Thompson’s guitar, which rambles or cavorts through every song, underscoring some sentiments and undercutting others, jostling against the melodies like a gremlin in the mix. Thompson has been in acoustic mode for most of the 2010s, with two collections of new acoustic versions of old electric songs surrounding ", ". Thompson is an amazing acoustic player, but he’s even better when plugged in, where he toggles gracefully between rhythm and lead, texture and melody. “Bones of Gilead” opens with a mathematical staccato riff, as though mimicking the countdown clock to Armageddon; by the time he rolls into a rambling solo, there’s no dread, just a kind of gee-whiz excitement. During closer “Shaking the Gates,” he plays like he’s scoring a film, careful to stay out of the way while weaving notes around the melody. “I’m shaking, I’m shaking,” he sings, as though genuflecting before some deity. Then he amends the statement: “Im shaking the gates.” Thompson’s getting along in years, but he’ll be damned if he’s going to sound old."]},
{"artists": ["Dave Rempis", "Tomeka Reid", "Joshua Abrams"], "album": ["Ithra"], "text": ["Three players with deep roots in Chicago’s contemporary jazz scene come together in an unusually empathetic exchange of ideas, where the gap between listening and reacting is practically nonexistent.", "If you wanted to distill the last three decades of Chicago jazz down to a single disc, you could do worse than ", ", a meeting of three formidable players on the scene: saxophonist ", ", cellist ", ", and bassist ", ". The tendons that connect the city’s jazz community to post-rock, folk, electronic music, and the avant-garde can be readily gleaned from their work. Of the three, Abrams might be the best known outside of the Windy City’s jazz circle: The tireless composer/improviser bridges numerous worlds, his churning bass work propelling everyone from ", " and ", " in the 1990s to ", " and ", " in the 21st century. Reid, now based in New York City, has accompanied legends like ", " and ", " as well as thrilling new voices in jazz like flutist Nicole Mitchell and trumpeter Jaimie Branch.", "Rempis may not be as well known outside Chicago, but he has long served as a nexus for the city’s influx of creative players. From his days on the frontline alongside ", "’s feted ", " at the end of the ’90s to his long-running weekly improvised-music series, Rempis has nurtured and strengthened the bonds between players—both out-of-towners and locals—keeping the scene’s culture and community intact. Five years ago, he established the Aerophonic imprint in order to document his spontaneous encounters with any number of musicians, primarily at the Elastic Arts Foundation. As one fellow player has noted, Rempis’ work is part of a vital Chicago tradition of community-building: “He has become part of the continuum of self-starting musicians, and does it with lots of integrity and respect,” ", " the D.C. bassist Luke Stewart.", "While the players had previously performed together in different iterations on Rempis’ label, this 53-minute set from December 2017 documents them as a trio. The eight pieces blend together so that it’s almost impossible to separate them, not unlike the empathetic interplay between Rempis’ horn, Reid’s cello, and Abrams’ bass. Unlike some improv dates involving a new configuration of players, there’s no sense of feeling one another out: Right from the start, on “Lerna,” they are already in dialogue, bow scrapes and pizzicato strings chasing after Rempis’ fluttering reeds. The gap between listening and reacting is so small so as to seem instantaneous. It also means that the mood can turn from wistful to bristling, melancholic to apprehensive.", "As in her work with other ensembles, Reid’s cello serves as a fulcrum, able to provide rhythmic patterns as well as harmonize with the reeds, and she toggles between the two roles with aplomb. Try to track her movements and you’ll soon lose her in the crisscrossing lines. One moment she’s bowing in synchronization with Abrams, and the next she’s shadowing Rempis’ sax. Abrams is just as spry, replacing the pulsing, mesmerizing cyclical vamps of his ", " project with mercurial figures that pulse along with Reid’s cello on “Many Labors” and crackle with Rempis’ clacking keys elsewhere.", "Whether the somber bowing that opens “Morphallaxis”—the longest piece here, and a highlight—comes from Abrams or Reid is hard to determine, but as the piece moves along, the strings quiver and cry. Rempis’ horn at first bobs along before prodding them into more pointillistic territory. In spontaneous composition, attuned improvisation, and extended technique explorations, Rempis, Reid and Abrams are all formidable players. But the trio also moves with ease, and while ", " isn’t exactly playful, at times the musicians resemble children in a garden, focusing on one small aspect of the sound before drifting apart, making new discoveries, and then reconvening elsewhere. Pick virtually any point on the album and you’ll find them wholly immersed in the beauty of the moment."]},
{"artists": ["MHD"], "album": ["19"], "text": ["The Parisian rapper, born to Senegalese and Guinean immigrants, is determined to do with music what Kylian Mbappé did with soccer: change the national perception of who and what a Frenchman can be.", "A person researching the best places to stay in Paris might come away from a Google search with a mixed impression of the city’s 19th arrondissement. The 19th has one of the city’s largest concentrations of North African immigrants, including one of Paris’ fastest-rising musical stars. The rapper MHD, born to Senegalese and Guinean immigrants, has become a platinum-selling artist over the last several years, thanks to an ear for infectious, melodic beats and a talent for branding. On his second album, ", ", the rapper born Mohamed Sylla attempts to demystify his home and proclaim his pride in it, joining the soccer player Kylian Mbappé as a young star hoping to change the national perception of what a Frenchman looks like.", "MHD has cannily labeled his music Afro-trap, linking it to the dominant strain of hip-hop in the world’s cultural superpower, but for the most part it bears little resemblance to the Atlanta sound. The songs on ", " rarely convey menace or even ennui; they are joyous, accessible, and highly melodic, making use of analog instruments, including more guitar than I’ve heard on a rap album in quite some time. The opening track features a lovely passage from Mali’s Salif Keita, a legend of Afropop—a sound that MHD raps over on the next song, “Encore,” claiming all the city’s neighborhood for himself and his crew.", "“Encore” is the first of many highlights, but it leads into a somewhat generic set of songs. ", " truly hits its stride on its sixth track, “Papalé,” which kicks off a series of infectious melodies that runs all the way through to “Bella,” another five tracks later. (The record is ", " tracks long; MHD is somewhat overcommitted to the concept.) He’s a more than competent rapper but what sets his songs apart is the same pleasurable eclecticism that made the fusion group ", " so exciting when they first emerged in 2008. MHD’s music has a similar rough, happy energy, as if cheer is a natural byproduct when two cultural styles speak on equal terms. He doesn’t always match his raps to the the beat—on “Papalé,” for instance, he’s in double time, ignoring the more moderate tempo of the drums—but his excellent ear for original, highly engaging instrumental work saves him any serious criticism on that front.", "He is at his strongest when displaying his softer side, often in collaboration with singers. “Bébé,” which features the Congolese-French singer Dadju, is filled with sweet nothings, but the breezy clicking beat comes alive during the hook, with a flute backing a powerful earworm of a hook. “Bella,” the song that features ", ", is similarly catchy, and MHD displays some narrative strength on the first verse, telling the story of a forbidden love. That Wizkid’s verse, delivered in English, is no more compelling than MHD’s underscores the charisma of the young Frenchman, who only uses a few English cognates, ones that generally belie his abilities on the mic. (“One two three for the money”; “Artist, businessman.”) Even when MHD adopts a tougher posture, some element of the music always betrays him as the fun-loving 20-something that he is. “Afro Trap Pt. 10,” part of a long-running series, may sound a touch more aggy, but a playful beat and hook make it clear that the track just represents a slightly different flavor of party music.", "Production on the record was mostly handled by Parisian producers including DSK on the Beat, Dany Synthé, and S2Keyz. But ", ", who helped market MHD to an international audience with a series of Mad Decent remixes, steps in to Diplo things up on “Fuego.” It’s a strong song that nonetheless does a disservice to MHD, its jaded professionalism lacking the spirit that characterizes the best tracks on ", ". The way MHD’s raps are grafted onto Malian, Nigerian, and other North African sounds on other tracks speaks to something more original than Diplo can offer at this point in his career: a specificity of place and taste. It’s what’s refreshing about ", " more generally. Though many may slot it under the meaningless term “world music,” the lyrics and the beats have a character that evokes not a world but a locale. The sound is not trap as we know it. But as the writer and academic Jesse McCarthy recently ", ", “Trap is the only music that sounds like what living in contemporary America feels like.” ", " has that same truth in representation: It’s the sound of MHD’s life as lived—the perspective of a young man eager to take his story into his own hands."]},
{"artists": ["The Chills"], "album": ["Snow Bound"], "text": ["An architect of New Zealand’s fabled Dunedin sound returns with another dose of heavenly pop. This time, he may even be happy.", "A happy man is a platitudinous man. In his sixth decade, ", "’ Martin Phillipps sounds this note of wary optimism. “Even bad sugar makes bitter taste sweet” goes the first chorus of ", ", his classic New Zealand pop band’s sixth album in thirty years, barely a minute in. The same songwriter who penned the rumbling, wounded classic ", " goes so far here as to title a song “Easy Peazy.” Of course, calling ", " a happy man attests to the delusionary glint inherent in Phillipps’ heavenly would-be hits. Hoping ", " succeeds on what’s left of college radio is its own kind of delusion, but the Chills always had a knack for being slightly behind the times. Still, ", " is the Dunedin native’s most winning album since 1990’s ", "—brash, tensile, and enormously confident.", "Phillipps’ has a penchant for huge keyboards, the kind that fans of ", "’s ", " know well: the kind that billow and unravel like storm clouds moving across plains. Oli Wilson’s criss-crossing organ and Cars-indebted synths over Todd Knudson’s walloping drums during “Scarred” will be familiar to fans of ", ". Rolling piano lends “Lord of All I Survey” an insistent optimism, as Phillipps wills himself to be happy. But no Chills album is without its melancholic whorls, as when Phillipps announces during the title track, “You cut through the city like a surgeon’s knife/On a quest for life but saving no one.” As a writer and bandleader, Phillipps has learned to trust his instinct for the topic sentence, supported by gradations of sound and thought as lucid as citations.", "Sure, some fans might long for the mysteries of ", ", where the songs shone through subaqueous environments. But ", "’s mid-tempo churners, like “The Greatest Guide,” offer plenty of mystery through Phillipps’ guitars, anyway. If there’s an analog, it’s the last album of the first run by the Chills’ Australian contemporaries ", ", ", ". With an eye on the charts, that quintet wrapped acoustic guitars in pastel gauze, though the tension between two gifted songwriters resulted in a minor sunshine-on-a-cloudy-day masterpiece, bleak and ", " and ", ". ", " similarly trembles with Phillipps’ effort to cheer himself up. On these 10 songs, noticing other people and accepting the damage done are synonymous.", "By his standards, Phillipps has entered a prolific release regimen: ", " comes three years after ", ", a follow-up to an EP released during Dubya’s first term. Distinguished by Phillipps’ insistence on redressing mistakes and a welcome awakening to global political trends, ", " was the comeback he and we needed. But as the keyboards twinkle above the guitars on ", "’s final cut, Phillipps avers, “We still, still, still believe in harmony,” it’s clear that this is even better than the old times. Harmony at large is Phillipps’ equivalent of the Lord’s Prayer: a practice done for keeping aloneness at bay, for Phillipps the intensest rendezvous."]},
{"artists": ["YBN Nahmir ", "YBN Cordae", "YBN Almighty Jay"], "album": ["YBN: The Mixtape"], "text": ["Primarily showcasing its three core members, the YBN Collective’s first full-length captures the rough-around-the-edges charm of a group still figuring out exactly who and what it wants to be.", "The formation and rise of the YBN Collective is reminiscent of that of another rap group of young URL-to-IRL friends, ", ". The latter spawned from MySpace in the late 2000s, while YBN connected on XBox Live four years ago as a gaming collective. Each broke through thanks to standout singles by their de facto frontmen (“", "” by ", " and “", "” by ", ") that grabbed our attention with their abrasive lyrics and catchy songwriting. Both collectives started out the gate extremely young—the oldest member of YBN is still barely of drinking age—meaning that they were (and in the case of YBN, still are) loud, brash and susceptible to obnoxious behavior. Still, as was the case with the adolescent Tyler, ", ", and ", ", the YBN crew’s mixture of talent and recklessness gives their art an irresistibly dangerous feel. The question now is whether they can funnel that appeal into consistently good music.", "Which brings us to ", ", their first compilation as a collective. Though YBN consists of 10 members spanning four different states, ", " is wisely credited to its three best-known talents: Nahmir, YBN Almighty Jay, and YBN Cordae. Cordae stands out as the most gifted with the pen (if we’re still drawing from the Odd Future comparison, he’s Earl), while Nahmir and Jay are more in line with the trap stylings that currently dominate hip-hop. The songs on ", " that highlight Cordae’s lyrical ability are the most interesting, pairing his straightforward introspective delivery with heavy, 808-driven production. But he’s featured here the least, which is indicative of the project’s weaknesses. There’s plenty to like on ", " that illustrates the group’s star potential, but it’s also bloated from unnecessary guest appearances and filler. It earns its mixtape title.", "The intro, which begins with Nahmir checking in on Jay, harks back to their gaming days, when they’d discuss life through their headsets as they looted and blew up cars on “Grand Theft Auto V.” Dramatic piano chords and a pulsing synth line seep in as both rappers reminisce about their humble beginnings on the street, with Nahmir offering the most poignant line (“I used to be broke and I ain’t know the feelin’/The storm hit my house and I ain’t had no ceilin’”) in his carbonated growl. Though Cordae is the most prolific punch-line dropper of the gang (“", ",” his viral response to ", "’s steady shaming of younger rappers, is full of them), Nahmir has a knack for sprinkling in nuggets of profundity that manage to paint vivid pictures of his upbringing in only a few strokes. And he excels at crafting earworm hooks, like on the solo track “Feel Like,” which is clumsy and off kilter until his sing-songy chorus—“2-4, bitch I feel like Kobe”—snaps everything into place.", "Almighty Jay, meanwhile, is boisterous and sloppy in his delivery, which makes him the polar opposite of Cordae, whose flow is polished and calculated. On “Target,” one of his three solo songs on the project (he’s only featured on two of the other 20 tracks), he uses it to spin a tale of getting pulled over by a “redneck-ass cop,” who discovers he’s intoxicated. “He said, ‘What in tarnation,’ hit the gas, I’m car racing,” he raps in a twang. It’s cheeky storytelling that serves as a nice change of pace to the album's braggadocio. Later, on the melodic “Pain Away,” the project’s only true soft moment, Cordae and Nahmir lament about the innocence they lost on way to stardom. Nahmir blends his introspection with boasts of women and jewelry, while Cordae paints a full picture with his pain: “I witnessed my mother she crying/And that fucked my mental, feeling revengeful.”", "Even here the production is erected on thudding kicks and a monstrous low end. Hardly ever do the songs on ", " not slap, a fact that’s wildy satisfying at times—like on the springy hustler anthem “2 Tone Drip” or the moody opener “Porsches in the Rain”—but also gets tiring toward the album’s back half, when the stuttering hi-hats start to taste sickly. For whatever reason, the most generic beats tend to serve as the backdrops of the songs with features, like the boilerplate keyboard melody on the ", "-assisted “Cake” or the overblown bass on “Man Down,” a messy misstep with a ", " hook that sounds like it was held over from 2013. The ", "-featuring “New Drip” fares better at first, with candy Casio chords that recall the playful refrains of Atlanta snap group ", ". But a vintage ", " verse is nearly wasted by the fact that the instrumental never changes and becomes tiresome by the time he drops his first brick reference.", "A lack of finesse can be expected from such a fresh-faced group. But by the final three songs, which are the ones that racked up millions of views on YouTube and put YBN on the map, you’re convinced of the group’s ability to craft hits. Strangely enough, it’s “Chopsticks” by Almighty Jay, the YBN member roughest around the edges, that still sounds most convincing. “YBN, bitch, come get with the movement,” he raps in a slurry drone over bright synth chords. If YBN can tighten up the quality control, the rest of the industry will do well to heed his advice."]},
{"artists": ["Bhad Bhabie"], "album": ["15"], "text": ["Danielle Bregoli’s leap from meme to rapper continues with her debut mixtape that leans heavily on mimicry and trails dreadfully behind the current sound of hip-hop.", "When Danielle Bregoli went viral as the “Cash Me Outside” girl in early 2017, few people expected, much less wanted her to stick around. Memes, by their nature, are supposed to be disposable. But music executive Adam Kluger saw a way to capitalize on the widespread attention surrounding the unruly Floridian teenager, even if she had more haters than fans. He took on the role of Bregoli’s manager with a vision. “The initial idea was to brand her,” he says in an interview with ", ". “To take this villain—relentless, crazy-attitude kid—and just brand her as this supervillain.”", "In August 2017, Bregoli uploaded her debut single, “", ",” as the rapper ", ". And with it, Bregoli became the youngest female rap artist to break the Billboard 100 chart. Only a few days later, she inked a multi-album recording deal with major label Atlantic Records. Kluger’s strategy had worked. As a meme, Bregoli’s prickly personality was easy to dismiss—people loved to make a punchline out of the 13-year-old white girl who flirted with delinquency and said that she got her accent from “the streets.” But everything that made her so cringe-worthy on “Dr. Phil” actually made her a more marketable rapper. On “These Heaux,” her loud, confrontational personality translates seamlessly into a no-fucks-given rap persona, as she fires off bars about “dick-riding” hoes. It’s a tale as old as the American music industry: Labels are quick to pour money into white artists because they’ll be more “palatable” for a mainstream white audience. Bhad Bhabie gets to be a supervillain: she’s bad and is celebrated for it. She gets to leave Boynton Beach, Florida, put a down payment on her own house, and pay off mom’s mortgage. Meanwhile, black girls with brash attitudes and big mouths don’t get viral off of “Dr. Phil”—and they certainly don’t get million-dollar record deals.", "On ", " her first mixtape as Bhad Bhabie, Bregoli doesn’t show much versatility past her well-established tough-girl character. She’s successful in imitating the sound of today’s rap hits; most of the songs on ", " come across like they’re specifically engineered to be placed onto Spotify’s “RapCaviar” playlist. The beats are glossy “", "” programmed by no-names to sound exactly like something prominent producers Tay Keith and ", " would make. And through her major-label resources, established rappers like ", " and ", " are paid to bolster Bregoli’s credibility, while buzz-worthy up-and-comers like Dallas’ ", ", Atlanta’s ", ", and Miami duo ", " make it seem like she’s hip by association. And ", ", the most on-demand crooner of 2018, contributes another one of his magical hooks on the syrupy R&B tune “Trust Me.” The resulting tracks are catchy but formulaic, trailing behind the current sound of hip-hop.", "She raps like how she talks, with a ridiculous accent that’s informed from AAVE, her South Florida upbringing, and her Brooklyn-raised mom. On the Lil Yachty-featuring “Gucci Flip Flops,” Bregoli cranks up her theatrical “blaccent.” “Fuck it, hit your bitch in my socks/This a big watch, diamonds drippin’ off of the clock,” she drawls, overemphasizing each consonant and morphing vowels like she’s trying to lap peanut butter off the roof of her mouth. Her unconventional pronunciation is the most interesting thing about the song. But it’s not so much a testament to her originality, as it is an extension of her knack for imitation.", "In her essay “", "” critic Lauren Michele Jackson suggests that blaccents used in comedy (like Awkwafina’s Peik Lin in ", " or Ilana Glazer’s “Yas Kween” in “Broad City”) is not so much an “evocation of blackness” as it is other factors like “power, imperialism, commerce, the digital age.” She asserts, “There are blaccents built from blaccents, but maybe not from blackness itself.” The same could be said for Bregoli’s delivery, which isn’t interesting simply because she necessarily sounds black. It’s notable because it’s a mimicry and exaggeration of what she thinks a rapper, a hood rat, or a bad bitch would sound like. She intensifies her accent for performances and ", ". But in terms of rap technique, Bregoli doesn’t have much to offer besides borrowed flows.", "In a refreshing moment of vulnerability, Bregoli finally gets real about her life in the nearly seven-minute closing track, “Bhad Bhabie Story.” It recalls a more quiet section of the original “Cash Me Outside” interview, where Dr. Phil asks Bregoli about her father Ira Peskowitz, a deputy sheriff for the Palm Beach Police Department who left her and her mom when Bregoli was only 2 years old. Bregoli fires back one-word answers, avoiding eye contact with a steely gaze and pretending like she’s unaffected by the questions. But when Dr. Phil asks, “Does he have another family?” Bregoli’s eyebrows scrunch together and she nods without a word, looking like she’s fighting back tears. She finally illustrates her current relationship with her dad in the opening lines of “Bhad Bhabie Story” as she raps: “Reached out to my dad/We met at the mall on some other shit/Pissed off by his tattoos ’cause they had the names of his other kids/Like fuck me, I don’t exist?” It’s one of the rare instances on ", " that she reveals that she has real emotions underneath her hard exterior—and it’s fascinating.", "Looking further into Danielle Bregoli’s story, it becomes more clear why she acts like she’s invincible. On top of the estranged relationship with her father, Bregoli’s mom Barbara Ann was diagnosed with cancer in 2007. Bregoli was only 4 years old when she started helping take care of her mom. Although Barbara Ann is in remission now, the cancer came back several times throughout the years. “I think the second time I had it she was 11, and she was real mad,” Barbara Ann says in an interview with ", ". “To be honest with you, that’s when all the craziness started.” The hostile, loud-mouth Bhad Bhabie is like protective armor for Danielle Bregoli, a teenage girl who’s been hurt, dejected, and had to grow up fast. But ", " only offers glimpses of the real Bregoli, while the Bhad Bhabie on display is one-dimensional, painfully predictable, and derivative of what a rapper is expected to be like."]},
{"artists": ["Richard Swift"], "album": ["The Hex"], "text": ["On the final and best album from the acclaimed producer and overlooked singer/songwriter, a new intensity and urgency line even the most upbeat songs.", "Fearless exploration defined the work of ", " as a producer and collaborator. Working mostly at his National Freedom studio in Cottage Grove, Oregon, he guided singer/songwriters toward their most otherworldly music (", ", ", ") and helped more whimsical acts evolve into wilder forms (", ", ", "). The records he released under his own name, though, were more straightforward and solitary, if not necessarily somber. Playing nearly everything himself and singing through stoned, self-deprecating asides, Swift cracked jokes about his ", ", his ", ", and how his Quaker upbringing might have ", ". Swift’s immersive and ornate indie pop suggested he saw himself as a tragic soldier facing a battle larger than himself. Since his death in July at the age of 41, the lyric that’s echoed in my head rings like an epitaph: “My name will go missing/But the songs will be here.”", ", the final album Swift completed before he died from ", ", is no different in its grim scope: He’s said goodbye to us before, but it’s rarely felt so definitive. Swift’s signature sound often reminds me of a tie-dye swirl of black-and-white, or perhaps Super 8 footage of a tornado. There’s a feeling of a truncated transmission, like he can only offer us this darkened glimpse of the real colors in his head. His voice—which recalls ", "’s mannered ghost-story howl in ", "—comes layered in whispers and falsettos over clipped instrumentals and crisp drums. As he simultaneously shares his darkest thoughts and shades them with psychedelic soul, the music sounds like a coping mechanism.", "What makes ", " Richard Swift’s strangest—and, ultimately, strongest—record is its intensity. There’s a cumulative feeling as he collects his various modes, from warped girl-group nightmares (“Wendy”) to sprawling psych-pop (“Broken Finger Blues”) and pensive ballads (“Sept20”). Suddenly, everything is more urgent, less tentative. Take “Dirty Jim,” the most upbeat song here. Its arrangement shares a thread with the 2007 rallying cry “The Songs of National Freedom.” But where that song’s darkness was cut with messages of hope, “Dirty Jim” sees no way out. The bouncing ragtime melody conveys the weight of inevitability; life goes on, but our troubles don’t budge.", " is often not an easy listen. The deaths of Swift’s sister and mother inform the closing suite, anchored by the emotional climax of “Nancy.” Swift sings over drums that crash like a thunderstorm with the power to shatter windows and keyboards that quiver like candlelight in that storm’s wind. In the chorus, Swift reminds himself over and over again, “She’s never coming back.” The two mostly instrumental tracks that follow suggest that the breakdown has left him speechless, somewhere far away. On an album predestined to be understood in the context of Swift’s death, it’s eerie to hear him working through his own grief, showing us how loss can sound inconsolable and ever-growing.", "Swift announced ", " in May through ", ", referring to it as “11 songs performed by me for family and friends.” It’s a classically Swift kind of joke, implying the music was a tribute to his community while also acknowledging the baggage of dedicating something so wounded to those who care for him. For those new to his work, ", " serves as a fully realized glimpse of the universe he spent his career mapping. But there’s also a sense he’s speaking directly to a select few. The album ends with a sparse piano ballad, written to his wife on the occasion of their 21st anniversary this month. “Death do us part, sickness and health,” he sings sweetly, pledging to fix himself and his outlook. “All the angels sing/Que sera, sera,” he sighs at the end. His playing hushes, like he wants us to listen closely. Then, silence."]},
{"artists": ["6LACK"], "album": ["East Atlanta Love Letter"], "text": ["With his chilly vocals, minimalist beats, and conditions of the heart, the Atlanta singer finds a groove but has little to say about human relations outside of his own self-important quagmire.", "Do you remember ", "? I’m not talking about the neon-painted ", " seen collecting Grammys from ", ", jumping on collaborations with ", ", whose ", ". I mean the strange figure who emerged in the early sparks of this century with a dazzling set of ", " that desperately depicted post-breakup anxiety, lurid sexual rendezvous, and drug-exacerbated paranoia. This faceless apparition resided in a cracked and debauched world. That Abel Tesfaye parlayed this gnarled form into a legitimate pop star was genuinely shocking. This unlikely success has been a big factor in turning a microgenre like alt-R&B into commercial paydirt, and has allowed an artist like ", "—with his chilly vocals, minimalist beats, and conditions of the heart—to ink a deal with Interscope and ride the stainless-steel sounds of songs like “PRBLMS” to double-platinum status.", "So where does Ricardo Valentine fit in the alt-R&B canon? The first lines of “Unfair,” the opening track from his second album ", ", summarize his ethos: “Hope my mistakes don’t make me less of a man/But lately it feel like them shits really can,” he sings in his downbeat, slightly grainy tone. In 6LACK’s mind, hookups on tour are terrible, painful things. Women are saboteurs of his brittle emotions. He treats every speck of feeling that flickers through his wide-open chest cavity as worthy of a song but lacks the lateral thinking, poetic nuance, or sense of irony to pull this off. There’s only so much of his male feelings you can tolerate when, with all sincerity, 6LACK is unleashing lines like, “Fuck me like you’re about to lose your place to the girl next door,” from “Loaded Gun.” The song goes on to compare, not for the last time on ", ", his dick to a lethal weapon, as though an inability to control himself inevitably leads to brutal consequences. There’s no humor in this delivery—either you take 6LACK seriously or you don’t take him at all. Endlessly brooding about his own delicate feelings, the Atlanta star has little to say about human relations outside of his own self-important quagmire.", "So we get songs like “Let Her Go,” where 6LACK paints “groupies” (his word) as untrustworthy and a source of conflict between him and his lover. “Disconnect” depicts the blow-by-blow of a break-up, the singer failing to draw listeners in with simplistic prose like, “I think we had enough/Like, I can’t hear you/I’m falling out of love.” The personal “Nonchalant” could have been his version of ", "’s “Say What’s Real”—an early Drizzy confessional that mixed naked emotion with star-making bragaddocio—but the surly verses only vaguely cover his process, post-fame issues, and haters in ways that cut about as deeply as a wooden spoon.", "Underpinning 6LACK’s musings are a pristine set of foil-packed beats, all rasping drum machines and ambient synths. By far the most impressive song on ", " is the title track. ", " is a canonical draft pick for someone trying to make a ATL street record with pop overtones yet this creeping piece of modern soul noir is untypical of Nayvadius’ usual dynamism as he and 6LACK whisper over doomed piano keys and very little else. The simple melody and corny lyrics on closer “Stan,” meanwhile, brings a goofy humility missing from the rest of the project.", "The purest pop song is “Switch,” the one track that can pass for uptempo and boasts a hook that sticks. A few more fun moments like this would have helped keep the record moving. Yet even “Switch” comes with a bar like, “If I find out you cheating me, just know that/I’ma kill you and that ho, ain't no going back.” It’s like 6LACK can’t help himself.", "At its best and bleakest, alt-R&B can make you feel like Max Payne, beaten and bloodied, functioning only on a heavy supply of painkillers. The Weeknd won making music like this because he went all in, pulling us into his druggy, self-hating world with scintillating sonics, captivating performance, and words that really popped. 6LACK instead traps listeners within the four walls of his drab hotel room, exposing us to his joyless, low-energy meditations that don’t capture relationships or the human experience in any kind of meaningful way."]},
{"artists": ["Prince"], "album": ["Piano & a Microphone 1983"], "text": ["Best new reissue", "This blessed collection of unreleased demos, recorded by Prince to cassette in a single take, is enthralling. It plays like both omen and artifact of his hit-making power.", "Just before Valentine’s Day in 1983, ", " released “", ",” which eventually peaked at No. 6 on the Hot 100, his first single to end up higher on the general chart than the R&B one. Eighteen months later, he would become one of the biggest pop stars in the world, an artist made more mysterious by their fame. During sessions that lasted from December 1983 to April 1984, Prince finished ", ", put together incidental music for the film, laid down the bulk of the Time’s ", " and the Apollonia 6 album, and recorded Sheila E’s ", ", somehow without collapsing against the studio console. His songwriting was a glistening machine, animated by inner tensions.", "When some musicians die, their record company grasps for whatever material remains, like a medieval saint parceled out into increasingly meager relics. Prince left behind the inverse problem: Thousands of unreleased tracks with no suggestion for how to handle them. So far, his estate has treated that music with care; an ", " came out last year, but ", " is the first posthumous album culled entirely from Prince’s vault. Instead of piecing together one of the many projects he envisioned and abandoned, the executors found a session from Prince’s home studio, recorded to cassette in a single take; now and then you can hear him sniffling. Alone with his piano, Prince sounds unusually relaxed, mindful of the contradictions that always seized him yet willing to imagine their reconciliation.", "At the beginning of ", ", Prince asks his engineer: “Is that my echo?” Opening track “17 Days” would later become a moody dance number, the B-side of “When Doves Cry,” whose two repeated chords seem to be scraping across the ocean floor. The sketch heard here is much looser, syncopated by a tapping foot; Prince embellishes the notes as if tugging at a frayed thread. It throws the forlorn precision of his lyrics into deeper isolation—the cigarette-counting narrator might only be talking to themselves. Later on, Prince runs through “Strange Relationship,” which wouldn’t surface until 1987’s ", ". The finished version marries a playful melody to alienated emotions: “Baby I just can’t stand to see you happy/More than that, I hate to see you sad.” On ", ", the vocal dissolves entirely, as Prince strangles his own words.", "Several tracks from the cassette practice grander gestures still to come. Prince so admired ", " that he flew her out to the premiere of his film ", " on a private jet; covering “A Case of You,” his falsetto swallowed the phrase “holy wine” with reverent despair. The ", " recording is much shorter, barely 90 seconds long, but you can tell he returned to her song over and over again. It makes up a medley of sorts with “Purple Rain,” which is really a miniature, an idea of the “Purple Rain” that Prince would fashion from a live performance with the Revolution months later (their first time playing it in public). Hearing a fragment of that monumental song feels like coming across a sphinx’s head in the desert wastes.", "The “new” material on ", " has already circulated as bootlegs, but this album clarifies its details, rescues it from indistinct hiss. The most surprising moment is when Prince begins playing the gospel standard “Mary Don’t You Weep,” a song that must have been absent from all his potential tracklists, even ad-libbing fraught lyrics: “I don’t like no snow, no winter, no cold.” Fingers slinking over his piano with heavy steps, vocals slurring at the edges, he gives the spiritual a physical force. “There has always been a dichotomy in my music,” Prince once said. “I’m searching for a higher plane, but I want the most of being on earth.” ", " is both omen and artifact, a rehearsal for another life."]},
{"artists": ["Richard Reed Parry"], "album": ["Quiet River of Dust Vol. 1"], "text": ["On his first song-oriented album, the Arcade Fire’s composer-in-residence folds folk music and dissonance into delightful odes to nature’s pleasure and power.", "Aside from being the easiest ", " member to pick out in a police lineup, multi-instrumentalist ", " has also enjoyed the most visible extracurricular career of his bandmates. A self-taught composer, Parry elevated the orchestral undercurrents of the Arcade Fire into the defining feature of his post-rock ensemble Bell Orchestre, a steady stream of commissions for the likes of the ", ", and an album for classical bastion Deutsche Grammophon. But Parry is also the son of a folk-singer and ", " who frequented the same all-ages Toronto haunts as future members of ", ". On ", ", his first song-oriented solo album, he folds formative loves of campfire sing-alongs and disruptive dissonance into a meditation on nature's serene beauty and destructive force.", "Parry’s classically inclined solo pursuits have often felt like understated answers to Arcade Fire’s arena-sized catharsis. The same holds here, even as he deploys some of the bigger band’s favorite tricks—exultant group vocals, thundering drum builds, dramatic crescendos. But Parry uses those devices to fashion a world a million miles away from the digital-age angst and dystopian disco of ", ", instead taking a pastoral path toward similar themes of unplugging and savoring IRL experiences.", "Alongside collaborators like ", " guitarist ", " and ", " leader Laurel Sprengelmeyer, Parry arrives at an earthy, elaborate sound that harks back to the golden age of mid-2000s blog-prog: the ornate art-folk of ", ", the high-beam harmonies of ", ", the ritualistic abandon of ", ". The album even stands as a rootsier counterpart to ", ", sharing DNA with its creator’s main gig but cultivating it in a more impressionistic manner.", " (yes, a sequel arrives next year) is also our first real opportunity to hear Parry sing outside of the Arcade Fire’s throat-shredding group choruses. His voice is gentle and graceful, reflective of his reverence for the natural phenomena he details. Within the first few seconds of opener “Gentle Pulsing Dust,” he’s treating his window as a cinema screen that frames some never-ending sylvan documentary. Overtop fluttering oscillations and circular acoustic patterns, he sings, “First the rain begins, and the quiet settles in/And it’s ", ".” Though that peaceful rainfall begets an apocalyptic seven-day storm, Parry’s sense of ecstatic wonder remains unaffected by the tumult, as if he were leading a cult-ceremony salute to nature’s higher power.", "Shout-outs to barn cats aside, ", " transcends twee platitudes about our environment to amplify the raw emotions and introspection one can experience inside it. The album’s origin, after all, dates to Parry’s 2008 visit to Japan. Venturing into the woods near ", ", he heard uncanny singing that reminded him of his late father’s folk band. “On the Ground,” the song that stems from that experience, feels like an attempt to communicate with those disembodied voices, Parry’s synth-modulated words echoing inside an unanswering void. Parry rallied members of his dad’s old group, ", ", to help rouse those spirits, too. Together, they forsake the typical crescendo for a series of skyward surges, like fireworks being shot off one at a time.", "For a guy whose band ", " for singing about perseverance in the wake of death, Parry spends much of ", " peacefully contemplating life on the other side, be it through the affecting ambient instrumental “", " (River of Death)” or the album’s staggering nearly 10-minute peak, “I Was in the World (Was the World in Me)?” As that song attests, communing with nature isn’t only a way to feel more alive; it offers a sneak preview of death, allowing you to imagine yourself as one with the earth. The song’s structure mirrors our departure, as Parry guides a ", "-like country-rock lick into a cyclonic swirl.", "But the most telling moment emerges after the storm subsides, when only the hum and chirp of insects remain to remind us that the Earth will keep spinning long after we’re gone. ", " is an enchanted forest of a record—deceptively tranquil, but always buzzing with hidden life. Parry’s other band famously told of us of a place where ", ". This is what it feels like to actually be there."]},
{"artists": ["BROCKHAMPTON"], "album": ["iridescence"], "text": ["The group’s fourth record is a pummeling collection of mosh-pit conductors, crowded songs, and fleeting moments of delicacy.", "The working title of this record was ", ". This sunny appellation was announced less than a month after the group ousted founding member Ameer Vann for lying about details related to allegations of sexual misconduct—an occurrence about which frontman ", " said “fucking hurts and sucks.” The original name could have been an attempt at twisted irony or simply a spotlight toward the positive: Until Vann’s departure, the group was experiencing a period of massive success, signing a $15 million record contract with RCA, booking a year-long world tour, and landing a 10-day recording session at London’s historic Abbey Road Studios to make their new album. By all accounts, the young DIYers, who had handled the heavy lifting behind their first three records themselves, were finally reaping the fruits of their hard labor.", "But the band, known for their unharnessed energy and unchecked emotion, could only stifle a smile for so long. The renamed project, ", ", is their most pummeling album, a collection of mosh-pit conductors, crowded songs, and fleeting moments of delicacy. Outside of the clear-eyed admissions of Abstract, the vocalists often get swallowed in the heavy mix, making the absence of Vann, their sharpest MC on past releases, noticeable. The balance ", " had carefully calibrated by the final installment of its ", " trilogy is out of whack here, with its rappers and producers biting off more than they can chew. It’s as if the group tries to drown transcendent moments in noise for fear of slowing down.", "The band’s music has always been categorically loud—", " standout single “BOOGIE” was built around a cop-car siren loop—but here it feels less purposeful and grooving. “NEW ORLEANS” is an endless grinder built on dissonant hums and a similar distorted bass kick like those used by Travis Scott on ", " standout “", ".” Whereas Scott balances the tension of his sonics with a light keyboard melody and a little bit of Drake, producers bearface and Jabari Manwa construct an airtight wall of sound that stretches on for far too long. By the song’s fourth verse, with Merlyn Wood in his Ghanaian-tinged dancehall delivery, the track miserably tries to keep punching you in the solar plexus.", "Close to half of ", "’s 15 tracks follow this blueprint of auditory brutalism; “DISTRICT” blends together pitch-shifted vocals, a woozy siren synth line, airy guitar licks, and verses by six of the group’s members to create a morass of sound. Single “J’OUVERT” is equally ambitious, a mishmash of distorted bass pounds, robotic squeaks, and horn wails that engulf the song’s mad-at-the-world vocals. It’s like this often with BROCKHAMPTON: They happily present a mosaic of ideas that do not reveal a larger picture.", "Even on the album’s quieter and more melodic moments, when the band momentarily veers into the still eye of the hurricane, the vocalists fail to make an impression. On “THUG LIFE,” the pretty, piano-driven relief from the pressure cooker energy of “NEW ORLEANS,” MC Dom McLennon squeaks out faux sad-boy deepness like, “They put my head in the water and it’s so beautiful under,” in a shaky delivery. Elsewhere, on the ballad “SAN MARCOS,” which is undoubtedly meant to inspire cell phones to sway at shows with its chorus-heavy guitar melody and London Community Gospel Choir outro, the group’s MCs pass cardboard confessions back and forth like, “Could be stronger than vibranium/Don’t mean that I ain’t fragile” by McLennon, and, “Suicidal thoughts, but I know I won’t do it,” by rapper and engineer JOBA.", "BROCKHAMPTON’s work has always had a scatterbrain feel, the result of having 14 creative minds in the same studio. On each successive album, the band had become more economical in their movements. They figured out when to stop adding instrumental layers, like on the ", "  highlight “", ",” built on a simple jazz loop, or made sure their writing was tight as possible, like on the confessional “", ".” They can still sew in small pockets of delights, most clearly demonstrated on ", " when the stage is given to Abstract, whose songwriting has grown from being shockingly honest to emotionally moving.", "His opening verse on “WEIGHT” is the stirring centerpiece of the album, a candid examination of guilt and insecurity. “And she was mad cause I never wanna show her off/And every time she took her bra off my dick would get soft,” he raps in a sincere croak. The way he writes about and colors his shame—one of the least-examined feelings in hip-hop—is profound. “WEIGHT” also happens to be the album’s most complete composition, as a glittery string section gives Abstract’s vocals room to breathe before a reverb-drenched breakdown bursts the song open. At that point, a trip-hop drum break barges in under thick piano chords and chaotic turntable scratches. Against all odds, it coheres into something sublime and beautiful. The rest of the album is just not that lucky."]},
{"artists": ["Lonnie Holley"], "album": ["MITH"], "text": ["For his Jagjaguwar debut, the acclaimed 68-year-old sculptor offers a harrowing portrait of the United States and its systems for suffering. Then, he dances.", " starts ", ", his third album, with a simple, striking statement: “I’m a suspect in America,” he sings over a prismatic keyboard line, stretching the last syllable until he runs out of breath. As a black man who has lived in the cities of the South for much of his life, Holley has endured that reality for 68 years, watching as white suspicion of black bodies has evolved but never receded. “Here I stand accused/My life has been so misused/Through blood, sweat, and tears/I’m a suspect,” he continues, as overdubbed vocals, synthesizers, and woozy trombone bloom around his words. He ultimately reasons that all of us—yes, even the suspects—become dust specks, anyhow. The song drifts into silence.", "Holley’s life has been dotted by ", ". But in the late 1970s, he began assembling everyday detritus into found-art sculptures that balance the pedestrian with the surreal, a practice that has earned him high-profile spots at ", " and the ", ". He made music all the while, sharing it among friends on cassette, but he didn’t issue his first real record until 2012’s ", ", at the age of 62. That record and its follow-up, 2013’s ", ", felt like gentle trips through outer space, as if it were possible to float the Milky Way. But on ", ", Holley does with music what he’s done with visual art for decades: He collects our ugliest obscured objects and transforms them into singular reflections on our troubled world.", "For ", "’s 18-minute centerpiece, “I Snuck Off the Slave Ship,” Holley methodically imagines the process and pain of enslavement, beginning by watching his own capture from a distance while chains and hand drums rattle behind him. He uses this narrative conceit to trace intertwined histories of labor and oppression—sneaking off one slave ship only to end up on another, with chattel slavery transformed into industrial wage slavery—well into the future, where the cycle will ostensibly continue. Holley sees dripping blood, drowning bodies, and exploding bombs, his voice rising from familiar astral soul into gnarled screams. “", "” follows, made harrowing by horns that herald end times. People have been waking up in a fucked-up America long before the United States existed, but Holley grounds the feeling in our time with references to “overdatafying,” “arguing, fussing, and fighting,” and “the miscount of voting around the world.” Swooping brass and calamitous percussion swell behind him. “Let me out of this dream,” Holley sings of what is actually a nightmare, requesting relief before a final blast of horns seals his fate.", "Animated by expanded instrumentation, this unease ripples throughout ", ". Holley’s supporting cast here includes avant-garde instrumentalists like ", " and ", ", plus harmonies from folk duo ", ". Drums from late producer ", " lend “Copying the Rock” a soft sense of chaos. On “Coming Back (From the Distance Between the Spaces of Time),” cymbal splashes and snare rolls add a sense of looming anxiety; Holley sings about a human returning from outer space, warning of the solidarity it will take for us to survive what is to come.", "But ", " isn’t entirely mirthless. Holley again maps the skies on “How Far Is Spaced-Out?” and conjures a jazz-adjacent flow during “There Was Always Water,” which features fellow mystic improviser ", ". But the finale, “Sometimes I Wanna Dance,” unfolds with such contrasting gaiety that it almost feels accidental. As Laraaji bounds around an upbeat piano line, Holley urges his listeners to “Shake it around, up or down, in or out,” his vocals crisscrossing like dancers across the floor of a high-school gym. A free activity and an act of freedom, dancing requires no special skills or circumstances; you can dance at home or work, for 15 seconds or until your body falls to the floor. No whiplash ending, this is a survivor’s reminder to look beyond pervasive doom and gloom and summon the spirit needed for another day. If we can’t take the time to express the joy of our own creation and our shared humanity, what’s the point of any of this?"]},
{"artists": ["Metric"], "album": ["Art of Doubt"], "text": ["Emily Haines leads her band into their seventh album with their own sound, immune to trends and the zeitgeist, full of big, broad rock anthems.", " is a juggernaut, as Canadian an institution as Tim Hortons or stories about raccoons. They’re their own distributor—all their albums since ", " have come out on their own label, Metric Music International—and their own sound, immune to trends or the zeitgeist. Their latest album may be called ", ", but the only thing in doubt from album to album is proportions: synthetic to acoustic, crunch to shimmer, angst to release. Opener “Dark Saturday” says it outright: “I change by staying the same.”", "The point of that lyric, of course, is that staying the same can be good, and Metric, in particular, thrive on a kind of comfort-food familiarity. They’re the kind of band where a single song can be a litmus test for the whole discography and aesthetic: if you like ", ", you’ll probably like everything they release at some gut level. On ", ", it was the searing “Youth Without Youth.” Here, it’s “Love You Back,” with Emily Haines’ vocals, precise and crystalline, pressed against Jimmy Shaw’s guitar and its high-gloss tone. (Change can be found elsewhere; like the other members of Broken Social Scene, Haines experiments in her side projects, like her band the Soft Skeletons’ excellent ", ".)", "Unlike 2015’s ", ", where the band went fully synthpop at a time when seemingly 75% of the music world population was doing the same, ", " is decidedly rock: guitar and bass loud in the mix, first riffs in the first seconds. The “", "” lope of “Risk,” the “", "” chug of “Holding Out”—all are familiar, all work. Some credit here goes to new producer Justin Meldal-Johnsen: Not only is he a ", " of the group, but his résumé is like the best possible version of Metric’s peers on both sides of the genre straddle. Vital rock acts like Wolf Alice and Paramore, towering synth acts like M83 and the late School of Seven Bells—they, and Metric, have one thing in common: an affinity for albums that sound enormous.", "Metric do succumb to one trend, namely the streaming-era impulse to make albums about 18 minutes longer than they need to be. And like many long-running institutions, Metric occasionally feel called to address The Problems of Today. While their past albums have plenty of quasi-political lyrical tweaks, the world is quite a different thing in 2018 than 2015—or 2003, the year their debut ", " came out, a year to which Shaw ", ". There are so many bands with so many grievances, so any prospective new protest song needs more protest than, to quote the implied subject of them all, “", ".” But on “Die Happy” she simply asks, “So what is this society?” “Holding Out” mentions “scroll[ing] through pictures” but it is no more novel.", "Even if those moments land flat, ", " serves up it’s best songs around it. “Seven Rules,” from the ", " sessions and ", " as “Come On, Angel,” has a gentle, Nina Persson-like lope (and what I swear is a Kate Bush reference). “Now or Never Now” is big and knows it, luxuriates in it, spooling out six minutes of anthem. And the title track is the best thing Metric’s done since ", " and specifically Haines’ best vocal performances: It goes from seething to shouting to a clipped, defiant staccato to sighing high register “We gotta take it upon ourselves the next time the kick drum starts,” she sings. It’s an old sentiment about music, but for a couple minutes, it’s possible to believe."]},
{"artists": ["Mutual Benefit"], "album": ["Thunder Follows the Light"], "text": ["Jordan Lee’s latest record aims to make his beatific melodies and rich orchestrations match the gravity of his subject matter.", "Climate change can feel like an ambient crisis—slowly, sea levels rise, at first in micrometers and then in centimeters, and then in feet. Incrementally, summers feel hotter, and storms seem to rear their heads more often and more violently. It is this combination of inevitability and deferred disaster that makes climate change an alluring inspiration for artists: ", " salvaged a waterlogged piano from the 2011 Great Tōhoku Earthquake to manifest the warped sounds of environmental catastrophe. ", " used her 2015 single “", "” to paint a terrifying view of the future, one where dogs cry for water and fish die en masse. On ", ", the latest album from Jordan Lee as ", ", the climate crisis is a call to self-reflection. The album assumes that we’re all heading towards an apocalypse—political, environmental, or both—so we might as well be kind to one another while we’re all still here.", "Interiority is nothing new for Lee. His debut LP as Mutual Benefit, 2013’s ", ", was a striking collection of contemplative chamber folk, filled with careful musings on the transcendent quality of love. His follow-up, 2016’s ", ", plotted Lee more firmly in the folk-rock tradition of vagabond anthems and tunes about heartbreak. But behind the gentle, sloping guitars and rich orchestration, Lee quietly slipped more radical political views into his writing: the hopelessness of an impoverished mining town, the brutality of state violence—broad discontentments refracted through the prism of Lee’s personal experience.", "With ", ", Lee directs his focus towards more theoretical injustices, studying the works of science fiction author Octavia Butler and activist Naomi Klein to imagine a world without polar ice caps. Leading up to the new record, Lee spoke of “massive societal strain on both people and the environment” and a metaphorical “lightning before some thunderous change.” But writing from within can only go so far when the subjects at hand are, quite literally, matters of life or death. And rather than rise to the challenge, Lee seems content to sing broad platitudes. Despite his best intentions to reflect a necessary sea change in the way we treat our terrestrial home, the resulting ten tracks put forth distinctly quotidian coping mechanisms for waiting out the “thunder.”", "Throughout the album, Lee carefully avoids any political stance; for Lee, there is no hardship that cannot be overcome with intimacy and affection. On album opener “Written in Lightning,” he embeds himself into the farmer’s market crowd, asking, “If love is an armor, then can we love stronger?” On “", ",” Lee romanticizes taking shelter from a storm with a lover by his side: “When you hold me, it’s so much better; it’s enough to drown out the thunder.” This doe-eyed optimism is easily digestible, and that is perhaps the biggest issue: the realities Lee purports to write about are not easy.", "Though the lyrical themes may lack potency, ", " highlights Lee’s knack for composing beautiful melodies. It is densely packed with bespoke orchestration, filled with glittering piano and mellow horns. Lee’s voice, as always, is lilting and gentle, so hypnotically rhythmic that it often recalls children’s lullabies. On “No Dominion,” he strikes an agreeable balance of muted, contemplative piano and somber, religious lyrics: the title is a reference to a poem by Dylan Thomas, which in turn references St. Paul’s epistle to the Romans. The sentiment is heavy, arguing for the perseverance of an ineffable soul after our earthly bodies no longer occupy this earth. For a brief moment, as he sings about reciting Thomas’s morbid poem, his voice drops and flattens. It is a welcome reflection of the sobering topics at hand, and proof that Lee can write an affecting and serious ballad.", "But too often, the preciousness of the album’s instrumentation seems cloying in the face of such weighty subjects. Meditations on historical ignorance like “New History” are mismatched with the cheery vocal harmonies that deliver them. A solemn commentary on rising sea levels, “Waves Breaking,” is sadly drowned out by the song’s overcrowded arrangement and muddled metaphors. For Lee, romantic and even fantastical idealism has long been a means to parse his inner demons. But when those demons become too large for charming poetics, beatific melodies and jangling orchestral compositions fail to rise to the occasion."]},
{"artists": ["Brandon Coleman"], "album": ["Resistance"], "text": ["A frequent collaborator of Babyface, Flying Lotus, and Kamasi Washington, the Los Angeles keyboardist brings a wide range of inspirations to bear on a fun, frothy record that’s slathered with vocoder.", "Older siblings can mess you up in so many ways. They can out-wrestle you, put your toys on a higher shelf should the whim strike, casually tell you that you’re adopted at dinner. And then there’s what ", "’s brother did to him when he first took up playing piano at the age of 16: He gave him a copy of ", "’s ", ". Hancock’s skills could make almost any novice abandon the piano, but this 1978 disco-funk album was shot through instead with Hancock’s vast array of synths and his vocoder-warped vocals. And in the years since, Coleman has gone on to play for ", ", ", ", ", ", and ", "; he’s also a pillar of saxophonist ", "’s band.", "On ", ", his first album for FlyLo’s Brainfeeder imprint, Coleman lets the ", " in while also drawing on the other late-’70s/early-’80s titans who also roboticized their pipes. Across ", "’s 12 frivolous but frisky tracks, he also alights on ", " and ", " & Roger, and, like his predecessors, Coleman finds a way to use the vocoder’s warble to amalgamate jazz, soul, and funk. That’s Coleman’s vocal fluttering across the symphonic disco stomp of “Live For Today” with the life-affirming purr: “Girl, we can’t be afraid to live for today/No matter what they say.” It’s a ", " come-on couched in the plushest velvet.", "While vocoder-tinged songs were mostly a funk curio in the late ’70s and early ’80s, those silvery, weirdly slick singing styles have since become mainstream thanks to the unavoidable alien shimmer of Auto-Tune infiltrating modern popular music, from EDM to R&B to hip-hop. In dusting off the old vocoder, Coleman has good company in artists like ", " and ", ". But he doesn’t sound overly studious about the era—more like he was neck-deep in it, the feel less robotic and more fluid.", "Coleman’s chops are on point throughout, nailing high notes with the vocoder, adding beguiling keyboard ripples, crafting sweet bridges to catchy choruses, riding in the pocket of the album’s infectious grooves. His horns and fat synth squelches on “A Letter to My Buggers” are the sweetest ear candy, and he  adds just a smidge more bounce to the ounce on the Zapp homage “Sexy,” carrying on that vocoder-funk lineage wherein a future full of horndog cyborgs is envisioned.", "It’s a fun future to imagine and move to. And throughout, ", " keeps the proceedings light, sometimes to a fault. “Addiction,” with its big, echoing canned claps and keytar ", ", isn’t about the opioid crisis—just old-fashioned pheromones. But such playfulness—frothiness, even—makes for a fun spin. For those accustomed to Coleman’s role laying the foundation for expansive spiritual-jazz explorations in Kamasi Washington’s band, it’s revelatory to hear him so spry on his feet and down to get down. If his work with Washington contains all the weight and gravitas of Sunday church, Coleman’s ", " has all the fun, breeziness—and yes, sunlight—of an afternoon church picnic."]},
{"artists": ["Jungle"], "album": ["For Ever"], "text": ["On their second album, the buzzy UK group only sometimes overcomes their style-over-substance sound that coats their glossy songs.", "The British soul collective ", " wear their second-hand influences with pride. They come about disco by way of ", ", ", " by way of ", ", and ", " by way of ", ". With less industry savvy they might just be a wedding band that does a mean “Get Lucky,” but thanks to their viral videos and a supportive British music press, they’re one of the UK’s buzziest acts, and a magnet for royalties and licensing fees. It was prescient that they titled their biggest track “", ",” because ", ".", "Despite its superficiality, Jungle’s 2014 debut was an effective jam-delivery vehicle that doled out one agreeably brainless funk track after another. On their follow-up, ", ", they strive for something a little more substantial. While writing the album, band principals Josh “J” Lloyd-Watson and Tom “T” McFarland both ended long relationships, and many of these songs find the two nursing wounded hearts. Whether the ", " of its title is a deliberate nod to ", "’s ", " is unclear, but there’s a good dose of Justin Vernon’s tortured falsetto in the guys’ voices on the yearning “House in LA” and the funereal “Pray.” Or maybe they borrowed that from ", " (again, their musical influences usually boil down to whatever’s newest).", "Los Angeles looms over the record, not as a symbol of sunshine and opportunity, but as a failure, the city they couldn’t make work. After Lloyd-Watson moved there for a relationship, the band began recording the album there—and, truly, if there’s anywhere a band this plugged into to the musical zeitgeist belongs, it’s LA—but they returned to London after the sessions (and the relationship) didn’t pan out. “Truly you care if I’m getting on that plane,” they sing on “House in LA,” “So ask me to stay/Oh God, in the hope that you can heal my pain.”", "So there’s an emotional arc here, which, on paper, is a welcome change from the style-over-substance approach of the band’s debut. “We’re using the music to put our thoughts and feelings and fears into, rather than just thinking, ‘This has got to be a song that people like,’” Lloyd-Watson told the ", ". “We weren’t really doing that before.” Unfortunately, heartbreak isn’t this band’s strong suit, and neither singer has the type of voice that make listeners invest in their pain. Their reedy, one-note falsettos barely have the range for dance tracks that ask almost nothing of them, and ", "’s mopier material is at odds with the very specific, frivolous itch that listeners come to this band to scratch.", "Jungle fare best when they stick to the grooves. “Heavy, California” splits the difference between ", " and ", ", while “Beat 54 (All Good Now)” rides an airy disco loop. But this band lacks the songwriting prowess or basic self-awareness to make their tracks anything more than mildly pleasurable pastiches. Their critique of consumer culture on “Happy Man” (“Buy yourself a dream/How’s it looking?/Buy yourself a car and a house to live in”) would sound a lot more convincing coming from a band whose best-known song wasn’t literally used as a car commercial. It’s ironic, given Jungle’s success in marketing themselves, that just about the only thing this band can’t seem to sell is their emotions."]},
{"artists": ["Bun B"], "album": ["Return of the Trill"], "text": ["On his first solo album that exists not because he’s in the habit of making records but because he has something to say, the UGK cofounder finally sounds confident by himself.", "In the decade since the death of ", "’s ", " partner and best friend, ", ", hip-hop’s A-list has handled him like a widowed, respected elder. They sat Shiva with him to share his grief, subsequently turning out in droves for his solo projects and to memorialize Pimp C and preach UGK’s greatness. But they never spoke what many must have thought: Creatively, Bun B’s best years were almost certainly behind him. From their dueling temperaments to the way Pimp’s wily sneer complemented Bun’s bassy rumble, the two had been perfectly matched. Nothing could replace that chemistry.", "It’s a testament to Bun B’s herculean presence and the enduring appeal of UGK’s woozy country-rap that his solo records have been so solid. Still, by the early ’10s, even he was losing interest. “Trying to do music after Pimp C passed away was not necessarily hard to do, but I didn’t really enjoy it,” he ", ". Bun B’s 2013 album, ", ", ended with a song titled “Bye!” He soon reduced his torrent of guest features to a trickle and settled into a new job teaching a hip-hop course at Houston’s Rice University. He seemed ready, if not for retirement, then at least the next stage of his career.", "What a difference a sabbatical can make. ", " is Bun B’s first project in five years and his first solo album that exists not because he’s in the habit of making records, but because he has something worth saying. In 2017, Hurricane Harvey decimated his Texas hometown of Port Arthur, a refinery city struggling even before the storm flooded its businesses. “I tried to make an album that’s representative of the mentality of people in Port Arthur post-Hurricane Harvey, and really after any kind of traumatic experience,” he told ", ". “No matter what happens, you’ve gotta bounce back.” His verses don’t address the storm directly, but if any rapper is qualified to speak on regrouping after tragedy, it’s Bun B.", "Throughout ", ", Bun mounts a spirited case for continued relevance while preaching resilience, the importance of acting your age, and, as ever, the satisfaction of a well-maintained car. Perhaps all that time on a college campus rubbed off, too, as he engages with politics more than ever. “They don’t care about the cure/They just wanna sell a treatment,” he raps on On “U A Bitch,” an indictment of the prison-industrial complex and big pharma. “Keep you alive while keepin’ you high/Now that’s some street shit.”", "Most surprising of all is “Blood on the Dash,” possibly the most sympathetic depiction of law enforcement ever recorded by a marquee rapper. Bun narrates a traffic stop from the perspective of both a pistol-toting driver who has been pulled over and the officer, characterized not as a trigger-happy racist but an idealist who joined the force out of concern for his community. He’s planning on letting the driver off with a warning until he sees him reach under his seat. Neither wants to use their firearm, but both have reason for mistrust. “What if he’s a killer cop like I’ve seen on the news?” the driver worries as he considers his options, all shitty.", "Bun is less beholden to the help of gracious A-listers this time around. Instead, he surrounds himself with artists who fit naturally inside his orbit, mostly fellow Southern-rap veterans too far removed from their 20s to care about trends, emcees like ", ", ", ", and ", ". Fellow icons of middle-aged hardness ", " join for “Myself,” and Bun sounds every bit at home over ", "’s ’80s action-movie synths as ", ".", "Credit executive producer ", " for making ", " hold together. In K.R.I.T., who directly produced half of these tracks, Bun has found a cheerleader and UGK disciple who’s fully internalized Pimp C’s playbook, from the bubbling bass to the churchy organs. And while K.R.I.T. isn’t the first rap producer to recruit bluesman Gary Clark Jr., he becomes the first to put him alongside soul singer ", ". An elegant Pimp C eulogy, their “Gone Away” ends ", " on a graceful note of remorseful guitar and tender horns. Pimp C’s memory looms over this record, not his absence. Bun B never wanted to be a solo artist, but he’s never sounded more comfortable in the role."]},
{"artists": ["Niagara"], "album": ["Apologia"], "text": ["During the three years since their last release, the Portuguese trio have built a soundworld of peculiar synths, drum machines, and samples, all in pursuit of hard-to-define moods.", "Over the past seven years, Lisbon label ", " has become closely aligned with the dynamic style known as ", ", a homegrown hybrid of Afro-Lusophone diasporic sounds like kuduro, tarraxinha, and kizomba. A little like Chicago footwork, it has gained a global foothold despite marginalized origins, turning producers like ", ", ", ", and ", " into artists of worldwide renown. But Príncipe’s remit extends beyond batida: The label’s second release, issued the same year as DJ Marfox’s debut, came from Photonz, a techno producer with a soft spot for early-’90s trance. The Portuguese electronic trio ", " soon stepped up with five tracks of wonky, lo-fi house music steeped in Italo disco.", "Niagara put out ", ", ", ", in 2015—virtually the only non-batida release to appear on Príncipe in the years after the their label debut—and now they are back with their first full-length album. But something has changed in the past three years. Where the toe-scuffing ", " tipped its hat to Metro Area and DFA, ", " finds them building out their own soundworld, one that has less to do with established categories than chasing hard-to-define moods.", "As is the case with a lot of questing, imaginative electronic music from recent years—", ", ", ", ", "—it’s not always easy to tell if this stuff is old or new, or even its hemisphere of origin. Zigzagging synth arpeggios drizzle over rudimentary drum-machine grooves, and conga taps arrive with the slow, steady drip of a leaky faucet; out-of-phase patterns circle each other like a dog chasing its own tail. It’s rickety but beautiful, janky keyboards and intercepted radio signals shot through with stumbling thumb piano and graceful synth pads. With instrumentation heavy on hand percussion, harp-like glissandi, and other new-age trappings, a tropical vibe prevails.", "Despite the relatively high humidity, Niagara don’t seem interested in standard-issue chillout. Unease lurks below the surface of their blissfully lopsided machine jams. In the opening “França,” a manic, distorted voice—like Donald Duck on a bender—cuts against placid chimes and rippling ride cymbals. On “6:30,” mismatched synth loops and a dully repetitive groove spin in wobbly circles, while pastel chords flare up in the background, cartoonish and wistful.", "Niagara find a certain strength in withholding. Many tracks feel like they could kick off at any moment; throw in a heavy bass drum, and you could confuse them for nightclub barnstormers. But the trio seems to realize that to lean too hard on the drums would be to overwhelm the music’s intricate architecture of interconnected loops. Take “Momento Braga,” in which screen-door squeak, pinball ping, R2-D2 chirps, and earthy marimba weave together seamlessly and glisten in midair, like a spiderweb. An echoing voice bobs at the center of it all, something caught within the song’s sticky matrix.", "The most captivating material verges upon pure ambient. That goes for the beat-less “Senhora do Cabo,” just two synth chords drifting above vaporous tones, and the pulse-heavy “Damasco,” where a lilting synth lead trips over leathery congas. It has rhythm but no real forward motion, spinning in place like a mobile. “Via Garibaldi,” a bonus cut not included on the vinyl edition, pairs the tape-delayed synths of ", "’s ", " with a ring-modulated voice that sounds like a garbled radio transmission snagged straight from space. (There are four such bonus tracks, and they are among the best here; choose your format wisely.) “O Astro,” another bonus, might be a field recording played back on a malfunctioning reel-to-reel deck.", "Niagara’s resourcefulness suggests a castaway’s ingenuity, using unconventional techniques to unlock new territories. Cobbled together out of ethnographic recordings, distant shortwave signals, and idiosyncratic synths, ", " sets its sights on an elusive state of transcendence. Consider it an escape vehicle to spirit listeners away from the failures of what more efficient, more expensive methods of music-making have wrought."]},
{"artists": ["Ryan Hemsworth"], "album": ["Elsewhere"], "text": ["The Canadian DJ’s most polished solo release yet is an album of catchy, globe-trotting pop that showcases his talents as a songwriter, producer and curator.", "The music video for ", "’s “", "” features a couple dancing their way through a militaristic beauty school on the outskirts of Shanghai—you might compare it to the video for Britney Spears’ “...Baby One More Time” but with Chinese military uniforms. Perhaps even stranger than the video’s premise is the story of how it came about. Documentary filmmaker Noah Sheldon and his 7-year-old daughter happened upon the Canadian producer in a cafe in Tokyo last December and decided to strike up a conversation. Neither man was familiar with the other’s work but Hemsworth expressed an interest in Sheldon’s latest project, a documentary about the beauty school and its disciplinarian founder. When Sheldon approached Hemsworth with the idea to shoot a choreographed video at the school, he jumped at the opportunity.", "This story says a lot about Hemsworth’s attitude towards his craft: open-minded, approachable, and highly collaborative. Long before he achieved jet-setting DJ status, he was using social media to unearth micro-scenes and work with emerging artists on the other side of the globe. But while this curiosity has provided ample grist for Hemsworth’s DJ sets and the Secret Songs label, something has always felt missing from his solo albums. His original material has often felt hemmed in by Hemsworth’s songwriting, which tends toward singer-songwriter introspection that lacks range and depth. With his third solo album, ", ", Hemsworth abandons this sadboy stance almost entirely. Alongside an international cast of collaborators who draw from genres like UK Afrobeats, dancehall, and R&B, Hemsworth infuses these songs with warmth, energy, and a sense of ecstatic joy. ", ", these sunny hues fit Hemsworth surprisingly well.", "Take opener, “This Feeling,” which layers whimsical touches of percussion atop the sort of deep funk groove characteristic of a Kaytranada record. The end result is unapologetic in its ambition to move bodies; it’s music built for dancefloors, not headphones. Both the nocturnal R&B number “Sade” and the wooly pop of “Lagoons” soften the edges of Hemsworth’s typically crisp sound. “Special Girl” and “Beep Beep” draw from a bright palette of marimbas, dancehall melodies, and layers of interlocking percussion. The former is ", " while on the latter, Atlanta rapper B La B and rapper/singer K4mo stack bubbly rhymes atop drums that clink like glasses. “Beep beep, I’m like ‘Whoa now’/Feet up at your ho house,” B La B playfully jabs; it sounds like he and all parties involved are having a blast.", "Hemsworth has a tendency to rethink his sound from album to album, moving from the gameboy symphonies of ", " to the wintry laptop music of ", " to the colorful dance-pop of ", ". Hemsworth does look back here on the closing track “Animal,” revisiting the cold, atmospheric sound of Alone, but it actually feels ambitious now. Hemsworth's chiming, airy instrumental glimmers in the afternoon sun while Robin Dann of jazz-pop band ", " delivers vocals, which culminate in a cascade of gorgeous three-part harmonies. After a false ending, the song’s elements are reconfigured in a second movement that would feel right at home on a ", " song, string crescendo and all. Where ", " on ", " scratched the surface of feelings like loneliness and longing, “Animal” feels rich and nuanced—it’s one of the most refined songs to bear Hemsworth’s name yet.", "Elsewhere may suggest a new direction, but its ethos is still wholly Hemsworthian. Though he has collaborated with high-profile artists like ", ", ", ", ", ", and ", ", all of ", "’s features are from relative unknowns: ", ", ", ", ", ". Where Hemsworth’s previous solo albums were anchored—or, occasionally, weighed down—by his own approach to songwriting, here, he places more trust in his curatorial instincts, following his guests in a number of fruitful directions. Hemsworth has found his way back to where he thrives."]},
{"artists": ["Altopalo"], "album": ["frozenthere"], "text": ["The New York quartet’s scant and downtempo album deftly uses stillness as a way to pull listeners deeper into the music.", "To analyze Altopalo is to decipher a transmission from a faraway planet. The bass rattles and drops at a moment’s notice. Faint guitar chords clatter in the distance. The vocals are often garbled and unclear, tucked behind a layer of moody synths and staggered electronic drums. The band uses stillness to its advantage, slowly unpacking it as a way to pull listeners deeper into the music. The sounds are barely there at certain points, and you have to lean in a little closer to fully absorb its vibration.", "That’s most evident on the title track of Altopalo’s new album, ", ": Amid deafening bass, the words of lead vocalist Rahm Silverglade are pitched higher and played in reverse; when coupled with a loop of haunting guitar chords, the song feels equally magnetic and disorienting. Then there’s “Pulp,” a visceral meditation near album’s end. Here, Silverglade pivots between low-pitched groaning and primal squealing, both of which convey the singer’s gut-wrenching torment. One can almost feel his pain, and see him writhing through the suffocating darkness.", " is a sharp sonic turn from Altopalo’s previous project, 2015’s ", " which skewed closer to funk and indie rock. Along with Silverglade, who’s released solo material on Terrible Records, Altopalo features guitarist Mike Haldeman (a member of ", "’s band), bassist Jesse Bielenberg, and drummer Dillon Treacy. Though ", " was louder and more direct, songs like “loafly” and “goodnight (boom)” employed a mix of rock and ambient, and foreshadowed the band’s creative approach for this LP. ", " is scant and downtempo, drawing direct lines to the early work of experimental vocalist/producer James Blake and the remote serenity of ", "’s ", ".", "Much like Blake, Silverglade uses his voice as an addendum to the music, sometimes filtering it to the background. Atmosphere is key here; the aura is more important than the words being spoken. Thematically, the album explores what it means to be human in a world dependent on technology, and on “", ",” Silverglade seems to delve into the feelings of inferiority that social media can cause. “Scroll down to the picture lost in a feed,” he mutters. “Scroll down, countin’ thumbs, still dreamin’ of the hearts you hold.” The lyrics could have a double meaning in this instance; maybe the thumbs and hearts are digitized signs of approval. Then there’s “Blur,” a love letter to coveted photos: “I’m not alone when you’re so pocket-sized … frozen arms and legs can’t wrap me up at night.”", "Throughout the album, the band captures the desperation of modern times, wagging the finger at cell phone addiction while urging listeners to find peace beyond the cascade of likes and retweets. Ultimately, ", " fulfills its premise as a rich suite of weightless compositions that float gently through your speakers. It’s a headphones record best consumed in the dead of night or just before dawn, right as the sky fades to a majestic blue, and life begins to rise from its slumber. The results are rewarding: You have to be patient and let it happen."]}
]