[
{"artists": ["Roc Marciano"], "album": ["Behold a Dark Horse"], "text": ["The New York rapper’s skill and authority are so strong on his latest project it’s like listening to a director’s commentary without ever seeing the movie. It is also marred by his retrograde homophobia.", " is an artist of humble beginnings who, by will and wit, became one of New York’s finest shit-talking diarists. Almost 10 years after getting signed by ", " and set aside in nearly the same breath, he self-produced his stark solo debut. And now, eight years after that, he is a cornerstone in that stark space, with a large enough following to ", ". The tale of a Flipmode Squad cast-off becoming one of the most accomplished independent rappers nearly two decades later is as captivating a story as anything that happens in his songs. He has sometimes even tied his unlikely, industry-subverting success story into his imaginative street epics (“Fuck an A&R, I can do way more with an AR,” he brags on “1000 Deaths”). ", ", his second album of the year following the sequel ", ", folds his two worlds into one. His ability to make listeners see as he sees is second to none.", "Marciano doesn’t ever deviate from his formula and he’s had plenty of time to refine the model since 2010’s cult classic ", ". But any notion that hearing one Roc Marciano album is like hearing them all is put to rest with ", ". Nearly 20 years into his career, with his lane more crowded than ever, Marci has made his raps sharper, let his flows whisk through richer samples, and deepened his commitment to the character he plays. “Nobody’s perfect but I’m close/I can’t be cloned, when I was made: after, they broke the mold/It was written in stone,” he raps on a song called “Fabio.”", "The same steeliness that powered previous records still powers ", ", but there is a new momentum that props it up as something to behold. Marci has spent much of the ’10s fine-tuning his twisting technique and blurring the lines between throwback pimp iconography and gritty mafioso rap. But now that his legacy is preserved, he’s stepped out of the shadows a bit. Things are less grainy. Marciano (again) produces the majority of the beats here himself, but he laces some of his crispest sample work without losing that stained, cinematic quality, as if he’s restoring an old spool of film to digital. Beats from ", ", ", ", Animoss, and more are slotted in to add just a touch of color. The choicest among them is the Q-Tip-produced closer “Consigliere,” with its sweeping strings and dusty drums, and Marci lets it wash over him as he raps, “You know the forte: Ralph Lauren drawers on but fuck the horseplay/Got sauce for days; you got poor taste.”", "The beats are foreboding and gorgeous all at once, but it’s the ways Roc Marciano frames himself inside them that makes ", " so interesting, how his singular syntax reveals his mind. His Aussie bitch is double jointed and the double barrel joint is pointed at your boyfriend (“Sampson & Delilah”). He’s Huey Newton in the king’s wicker chair with the pistol near and his face is chiseled in the silverware, with care (“Amethyst”). His talk of murder and mayhem and moneymen seems almost mythic. He raps about himself the way other rappers lionize Escobar.", "There are many MCs that now occupy the same space in our imagination that Marci once dominated at the turn of the decade. Plenty of these tri-state technicians have similar skill sets. But ", " is never this bold, ", " never this unflustered, ", " isn’t nearly as Machiavellian. Marci’s less animated than ", " but more quotable. He is so blasé reenacting the fanciful excursions in his songs that it makes them feel realer and more thrilling.", "The only time Roc Marciano pulls the listener out of his world is when he is reiterating his long-held homophobic worldview. He has an extensive history of homophobic lyrics—not just slurs but also hate speech—across his entire catalog and as recently as ", ". This pattern of behavior has largely gone ignored in the wake of his tremendous skill. But he brings it up so often on ", ", and some of the lyrics are so off-putting, that it almost feels like a secondary mandate. Here’s a guy who is among the most fastidious and cultured street writers of an era still stuck in the stone ages on basic rights. It follows that a ’90s rap purist would hold such a retrograde belief; there is no place for it, in our world or his, and it sullies the experience of the album. For a rapper obsessed with relishing his own good taste and beguiling listeners into his densely packed domain, it’s not just inelegant or distasteful, it’s uninviting and obtuse.", "These moments are frequent enough to draw the eye to the seams of Roc Marciano’s illusion on ", " in what is an otherwise mesmerizing character study. His greatest trick is drawing you in so close that you lose the plot. He fits so much scenery, so much detail, into his frame of vision that anything outside the scope is extraneous. It’s like listening to a director’s commentary without seeing the movie.", "Such a bizarre framework only works if your perspective is more powerful than the scenes you’re shooting, and Roc Marciano is among the best at positioning himself as the only reliable narrator. Marci never really makes a case for where his authority comes from or why it goes unquestioned, and he doesn’t have to. His rapping ", " the case. He strings together multis with a casualness that insinuates and even sells the power dynamics he cites. “You still a child/You need to climb down from the treehouse/Still, even then, we not playing on even ground,” he snarls. ", " is the first time Roc Marciano feels as in control as he says he is on record, for better and worse."], "score": ["7.1"], "genre": ["Rap"], "time": ["September 28 2018"]},
{"artists": ["Mudhoney"], "album": ["Digital Garbage"], "text": ["The Seattle scuzz-punk pioneers deliver a grave diagnosis of a festering societal condition.", "There are several readily available metrics that can help determine just how doomed our world truly is: increasing temperatures, rising ocean levels, species extinction rates, and so forth. But there is a less visible, arguably more accurate measure of gauging whether we’re ", ": those moments when ", " get political. While they’re never lacking in agitation and spite, the Seattle scuzz-punk pioneers tend to direct their ire at more, fish-in-a-barrel targets: posers, ", ", ", ". But you know things in the world are really getting bad whenever Mudhoney remove tongue from cheek to deliver a grave diagnosis of a festering societal condition, be it ", " or ", ". And, in the never-ending shit show that is 2018, that latent impulse has been rudely re-awakened: Mudhoney’s latest album, ", ", feels less like a collection of songs than a news-saturated social-media feed filled with all the profane polemics of a 2 a.m. drunk-Tweet.", "Earlier, this year, Mudhoney celebrated its 30th-anniversary by releasing ", ", a career-spanning live compilation that reified the timeless quality of their snot-nosed noise. ", ", on the other hand, is an album with no greater desire than to be dated as soon as possible—because that would at least be an encouraging sign that we’ve emerged from the world of shit in which this record is steeped. As the title suggests, ", " is Mudhoney’s comment on life in the internet age, though it’s most concerned with the insidious offline side effects of unfettered information dissemination. By Mudhoney standards, ", "’s relentless topicality practically makes it their first true concept album.", "Mudhoney are hardly the only band fretting about the fate of humanity these days, but they are the only band with Mark Arm, whose sneering presence ensures that even the most woke proclamations will be in gloriously bad taste. Take the garage-rocker “Paranoid Core,” whose breathless stream of dog-whistled outrage—“Robots and aliens stealing jobs, they’re bringing drugs, they’ll rape your mom!/Beware the city’s dazzling lights where dykes are waiting to steal your wife!”—renders it a “We Didn’t Start the Fire” directed at InfoWars wackos. And as “Please Mr. Gunman” illustrates, dark days inevitably yield the blackest of humour, with Arm requesting that the titular shooter at least have the decency to mow him down “in church.” That may seem like an especially twisted way to commemorate the victims of ", "; for Mudhoney, it’s a suitably absurd response to an absurd nation where even the most sacred public spaces aren’t safe from assault-rifle rampages.", "But even Arm’s most acidic lyrics are tempered by some of the band’s tidiest performances to date. After spending much of 2013’s ", " fully inhabiting the role of aging cranks waging war on the kidz, ", " sounds more relaxed in its dad-punk skin. With few exceptions (like the ", "-style ", "-age lament “Night and Fog”), the spirit here is loose and playful, more ", " than ", " Arm and guitarist Steve Turner’s usual toxic-sludge fuzz is molded into more refined riffs and arrangements; look past the shotgunned guitar blasts and anti-religion rants of “21st Century Pharisees” and you’ll find a surprisingly soothing synth line holding it all together.", "Still, even when compared to Mudhoney’s typical anti-pop, ", " makes few concessions to melodic accessibility, with Arm’s verbal splatter often forsaking such formalities as verse/chorus structure or rhyme schemes in favor of bluntly unsubtle diatribes. The album hits its manic peak with “Prosperity Gospel,” a rapid-fire inventory of late capitalism’s most odious traits (“Price-gouge medicine!/Let them eat death!/Get rich!/You win!”) that ends with a juvenile yet totally cathartic “fuck off!” But the track finds an unlikely sequel in “Messiah’s Lament,” wherein Arm gets to play the role of Jesus Christ, frowning upon the money-grubbing conservatives who like to thump the bible but seemingly pay no mind to the charity preached within. “Look at what they’re doing in my name,” Arm moans, as the song floats off in an acoustic psychedelic sway. It’s an uncharacteristically wistful turn, both in the context of this otherwise enraged album and Mudhoney’s entire muckraking career. But, thirty years after sardonically begging Jesus to ", ", the least Arm can do is sincerely return the favour."], "score": ["7.1"], "genre": ["Rock"], "time": ["20 hrs ago"]},
{"artists": ["Viagra Boys"], "album": ["Street Worms"], "text": ["With theatrical élan, the Swedish rabble-rousers lampoon the masculine and the moneyed on songs that match parody with precision.", "In the mid-1990s, wrestling went into storyline overdrive, welcoming a new cast of cheesy antiheroes, convoluted backstories, and gimmicks too silly for even a teenage drama club. Perhaps nobody did this better than Mick Foley, who wrestled as three distinct personae: Dude Love, Cactus Jack, and Mankind. When ", ", Foley simply donned a new costume in order to provide a more imposing threat. That era of wrestling perfectly captured the difficulty of designing characters who play into machismo stereotypes while mocking them, too, a surprisingly sophisticated feat of writing and acting. Swedish six-piece ", " are the Mick Foley of the post-punk world: a tour de force of musical comedy disguised as society’s most accepted reprobates.", "From their name to their vocal delivery, Viagra Boys appear to be a joke, but they want to be in control of when and how the comedic plot unfolds. Until now, they have left a small, nearly untraceable trail of clues about their identity. They formed in 2015, released two short EPs, performed occasionally in Europe, and, for the record, have only taken Viagra once. ", ", their debut album, is a grand introduction. Viagra Boys manage to mock everyday negative qualities—boasted virility, misplaced classism, and blissful ignorance—with sincerity ", " ambivalence.", "Like most mid-’90s WWE characters, the Boys depend as much on exclamatory writing as hammy performances. “Down in the Basement” emerges with an instant snarl, the rhythm section pulsing with restraint and grit to match ", ". Singer Sebastian Murphy points a new finger every few seconds, as when he calls out a cheating husband and demands he give his wife the apology she deserves. The interplay between his wobbly singing, itself an homage to ", ", and the band’s tempo-aligned tightness creates an intense but aloof dynamic. The mix makes Viagra Boys confrontational. When guitars and the saxophone take turns flashing in “Slow Learner” or the manic, descending noise of “Frogstrap” refuses to relent, that’s the band fortifying Murphy’s criticisms and quips. There’s a freeform enthusiasm to Viagra Boys’ music, even if nobody is taking solos.", "The band’s greatest trick is mimicking the very people they despise. On “Best in Show,” a whirlwind of unnerving synth squeaks, Murphy nails the elitist mentality of wealthy breeders and silk-stocking owners devoted to competitions. He introduces a Texas dog show by rattling off fake contestants. Purebred names become rambling titles. Fruits come into play. He’s suddenly idolizing the seriousness of it all through absurdist comparisons, like cocker spaniels defying the space-time continuum or moonwalking canines literally taking a piss. Then there’s “", ",” which funnels the vapidity of U.S. masculinity through reverb and distortion. On paper, Murphy’s words read like a liberal arts student mocking the game his parents dragged him to: “BASEBALL! BASKETBALL! WEINER DOGS!” But when heard, those same exclamations take on a gruff exterior, his game of tongue-in-cheek word association now driven by deep-bellied roars and anger. Viagra Boys match parody with alarming precision.", "On ", ", Viagra Boys pull off the very feat that made mid-’90s wrestling so successful: They put on a show that’s as corny as it is engrossing, with more trenchant commentary. The album’s final lyrics—“The same worms that eat me/Will someday eat you, too”—leave Murphy’s lips dryly, an attempt to put every self-absorbed person already mocked in their place. But as he sings the chorus again, the send-up’s bleakness becomes clear—not all who commit common indecencies will see punishment. Like that, the chorus becomes the album’s signature move, a lesson that may make you feel queasy but, somehow, won’t make these songs any less entertaining."], "score": ["7.4"], "genre": ["Rock"], "time": ["20 hrs ago"]},
{"artists": ["Mount Kimbie"], "album": ["DJ-Kicks"], "text": ["After the post-punk atmospheres of last year’s ", ", Mount Kimbie return to dance music with a DJ set that proves them to be both adventurous selectors and cagey mixers.", "For some artists, it can take some effort to get out from under the shadow of the scene they came up in. Consider ", ", who got lumped into the “post-dubstep” bucket alongside ", " (whose post-2010 output has put considerable distance between himself and that descriptor). Last year’s spiky ", " found the duo of Dominic Maker and Kai Campos more inclined to draw on post-punk and German ", " rather than dance music. True, they kept up a sideline DJing bass music and grime, but they consider themselves a band first and foremost, telling ", ", “We weren’t as massively into club culture as a lot of people… We never intended to DJ at all.”", "With post-dubstep fading in the rearview, Mount Kimbie provide the latest entry in the long-running ", " series. Despite their alleged intention not to be DJs, the mix proves them to be not only adventurous selectors but cagey mixers as well. They embrace both mellow, metallic-tinged rhythms and full-on roaring techno, moving swiftly between the two poles with a set that breathlessly cycles through over 20 tracks in just under 50 minutes. It’s restless yet steadfast in its direction. The mix ramps up quickly, moving from the watery abstractions of vocoder composer Madalyn Merkey to the shimmering electro of ", "’s “Baby K Interaction” and the distorted flicker of early-’80s Australian industrialists Severed Heads. The latter two artists both set the mood of the mix and also make return appearances.", "Barely five minutes in, the mysterious gamelan ensemble De Leon and their measured metallophone cadences emerge. Such clangs hark back to the driving pulses behind ", " (think of the mbira-like plinks on “Marilyn” and “SP12 Beat”)—a burnished timbre that the mix returns to often, from the spark-spraying whiplashes of Object Blue’s “Even in You” to the subway-construction echoes of Mount Kimbie’s own contribution, “Southgate.”", "What might initially scan as detours—like the experimental chirrups of cellist ", " and the tumbling percussion and electronics from the duo of ", " & ", "—all fold into Kimbie’s undeterred trajectory. Same goes with the hardier dance tracks. Whether in the pinging Berlin minimalism Efdemin’s “America (Terrence Dixon Minimal Detroit Mix)” or the deeper strains of N.Y. House’n Authority’s late-’80s classic “", ",” Mount Kimbie tease out and highlight each track’s experimental qualities. When the smeared, muffled vocals and squawking signals of Severed Heads’ “Lamborghini” drop into the Abstract Eye’s well-deep techno, it shows the duo’s knack for taking each new sonic element and feeding it right back into the relentless pace of the mix.", "The velocity ticks upwards with Marco Bernardi’s glowering electro and the bewildering pings of Aleksi Perälä’s “UK74R1512110”; the latter turns twinkling as ", "’s pounding techno reduction of Mount Kimbie’s own “Blue Train Lines” takes over. Kraviz atomizes ", "’s howl, but just when it seems like the song’s cut-brakes techno climax will careen over the cliff’s edge, they land on a groggy closer in “Obviously.” Credited to the seemingly obscure duo of Taz & Meeks, it turns out to be the handiwork of ", " and ", ": a groggy, chopped-up hybrid of R&B and 2-step that you might even call “post-dubstep.”"], "score": ["7.5"], "genre": ["Electronic"], "time": ["September 28 2018"]},
{"artists": ["Mount Eerie"], "album": ["(after)"], "text": ["Captured during a festival set inside a 13th-century church in the Netherlands, this live album of songs about death allows listeners to revisit their private grief.", "Death is real. That is the invocation of ", "’s ", " and the new ", ", a live recording that captures songs from ", " and the subsequent ", ", the exquisite LPs on which Phil Elverum documented his candid thoughts after the 2016 death of his wife, Geneviève Castrée. A ", " surreptitiously recorded Elverum’s set at the 2017 Le Guess Who? festival in the Netherlands, prompting Elverum to consider, in a new way, the mutual contemplation of solitary grief with people outside of the concert hall. A live album consisting entirely of songs about death, ", " in turn invites listeners to consider our own stories and how they might feel to a room full of strangers.", "Though not religious, Elverum often plays venues that underscore his music’s spiritual imagery, which positions nature as a sort of secular take on the sublime. He even served as the recording engineer at ", ", a Catholic church converted into a Washington state studio. ", " finds Elverum again in a place of worship, the 13th-century gothic church, ", ", in Utrecht. With its late Medieval grandeur, the venue becomes another instrument for Elverum, his words and acoustic chords reverberating from stone walls and rib-vaulted ceilings. Though ", " and ", " are spare records, Jacobikerk makes the versions on ", " sound hollow but full. Elverum’s voice, impossibly soft, fills the space with solemn clarity.", "But the most striking thing about ", " is that, even after so many performances, these songs sound as raw as they did when Elverum first committed them to paper and tape. As on ", ", “Ravens” unspools nakedly before us, elegant and heartbreaking. His uneasy phrasing transports us to the mossy place where he once grieved for Geneviève. When the song ends, you hear a pregnant pause in the room, the audience hesitating before it claps. Do you applaud someone else’s confessional grief? As the show continues, the concertgoers trade solemnity for enthusiasm, recognizing that, for tonight, they’re all in this together.", "The songs of ", ", written shortly after the release of ", " but largely unheard at the time of this November 2017 show, are particularly affecting here. They tend to be more overtly self-aware than the songs on ", ", the music more expansive. ", "’s version of “Distortion” omits the initial roar of electric guitar from ", ", but the the song’s core is elevated. Elverum sings about how his life and travels had informed his feelings for Geneviève. “My complex intentions and aspirations do not matter at all/In the face of the crushing flow of actual time,” he sings, putting both Geneviève’s death and this strange endeavor of performing songs about her into perspective. “Now Only” itself stands out here, too, because it’s Elverum’s funniest song and the one that directly addresses his experience playing live. He takes stock of his own feelings, first questioning how anyone could experience tragedy so acute and, then, at his most darkly comedic, lists ways that people die every day—being hit by trucks, getting cancer, for no obvious reason at all. “And some people have to survive,” he reminds us. “And find a way to feel lucky to still be alive.” Otherwise sealed in wax, these songs, now living, form a new dialogue between performer and fan.", "This exact dynamic is what I pondered when I saw Mount Eerie play a similar set last year in a Brooklyn synagogue. What did we hope to gain from watching Elverum play these songs? Elverum himself has asked these questions: “What is this? Is it entertainment? What is applause for? What kind of ritual is this?” ", ". When I was in college, my dad died after two years of chemotherapy and radiation. In Elverum’s performance,  I heard thoughts from that experience articulated better than I’d ever managed, with an agonizing weight I’d felt but never quite put into words. His experience as he watched Geneviève “turn from alive to dead right here in our house” echoed my own. The empty rooms and fading sunsets of their home in Anacortes, Wash. afforded me a new vocabulary for considering my own grief. The effect recalled mourning at a funeral, where emotions become waves that expand and contract communally. Sobs and sniffles echoed through the room that night. As with any funeral, there was laughter, too.", "Not everyone heard such concerts—or will hear ", "—the same way. I overheard conversations between concertgoers who seemed baffled by Elverum’s choice to tour these songs at all. Why would anyone ", " to do this, someone asked. Others used words like “heavy” and “brutal,” as if they were at a black metal show. Even Elverum ", "marveled at the absurdity of it all, the choice to relive the most horrible moments of his life so many times. But listening to ", ", I began to wonder about the motives of the audience: Did the individual tragedies of the attendees collectively legitimize our presence? And if so, what must one endure to pass muster?", "To answer that concert-goer: Who knows, really, why Elverum decided to share these songs with us? It doesn’t matter. What matters is that there was an audience to bear witness. When that crowd claps on ", ", there’s a tenderness to the applause, a gratitude you can hear coming back at Elverum as he finishes each song.  You can hear it even if you didn’t see the tour, even if you’re just listening to ", " on headphones as you walk in the rain. It’s the sound of hundreds of people thanking this man for sharing his story, because in it they see parts of their own. Or they know that his grief may someday become a blueprint for navigating theirs."], "score": ["8.1"], "genre": ["Rock"], "time": ["20 hrs ago"]},
{"artists": ["Lil Wayne"], "album": ["Tha Carter V"], "text": ["The long-delayed album captures Wayne how we want to remember him: openhearted, word-drunk, and exhilarated by the possibilities of his own voice.", "We can only imagine what ", " might have sounded like in 2014 when Lil Wayne first announced it was finished. We’ll never know how many ", " features that shelved draft of the album might have included, or what kind of play on “Blurred Lines” Wayne might have made, or which words he might have rhymed with ", ". That album probably wouldn’t have been very good, and it almost certainly wouldn’t have been as rewarding or revealing as the belated final product that a humbled Wayne presented on his 36th birthday, after the four most trying years of his career.", "Lil Wayne was already mired in a brutal slump when the bottom fell out. Overexposed and uninspired, he’d become so resigned to his dwindling relevance after years of repeating the same jokes that he’d even stopped calling himself the greatest rapper alive. Then, for reasons that still aren’t completely clear, his mentor and father figure ", " turned on him, refusing to release the album and all but holding his career hostage amid bitter contractual disputes. The two reconciled this year, but the hurt and betrayal are harrowingly documented on 2015’s ", ", the most impassioned of Wayne’s otherwise lifeless 2010s mixtapes.", "Despite the toll those wilderness years took on him, it may have been for the best that ", " was delayed so long. It’s hard to imagine the rapper who’d released the dreadful ", " just a few months prior could have crafted an album this tactful and heartfelt. There’s a degree of quality control on ", " that nobody could have expected from a 2018 Lil Wayne record, let alone a nearly 90-minute one.", "Wayne is no longer the lunatic trailblazer of his ’00s mixtape run, a rapper who in a just a couple bars could summon a purplish reality where fish flew through the skies and pigeons swam in the ocean. It’s hard for that kind of Christopher Robin imagination to survive this deep into adulthood. But more than any release since 2009’s ", ", ", " captures Wayne how we want to remember him: openhearted, word-drunk, and exhilarated by the possibilities of his own voice. He dials back his most obnoxious tics: the overbearing Auto-Tune; the incessant dick jokes; that awful, forced cackle that grated exponentially more with every tired crack. And even his lamer quips pay off in unexpected, sometimes emotional ways. “Blunt big, big as Mama June off the diet plan/Smokin’ science lab/I should have a tattoo that say, ‘I’m not like my dad,’” he raps over a nervy ", " beat on “Problems.”", "Some of these tracks date back years, while others were reportedly finished just weeks ago. That could be a recipe for whiplash, but most of this material is woven together so seamlessly that its provenance is never a distraction. ", " gives the most radiant R&B performance of her career on “Dark Side of the Moon,” and ", " brings Nicolas Cage-levels of insanity to his “", "”-inspired spotlight turn on “Mona Lisa,” breaking out a dozen different voices as he dramatizes the breakdown of jealous boyfriend driven to the edge by his partner’s obsession with Weezy. Neither Wayne nor Kendrick let the song’s high concept get in the way of unbridled, ferocious rapping. On the more of-the-moment end of the spectrum, there’s “Don’t Cry,” an ", " feature that kicks off the album on a misleading, miserablist note, and “Let It Fly,” an undistinguished foray into ", "’s boutique trap.", "But unlike 2011’s relentlessly trend-chasing ", ", on ", " Wayne finally gives himself permission to fall behind the times. The record is never more electric than when Wayne engages with his past, victoriously returning to lanes he’s conquered instead of fixating on all the newer ones he’ll never own. He reunites with ", " on the riotously fun throwback “Start This Shit Off Right,” accompanied by Young Money’s resident lovable goofball Mack Maine and a heavenly hook from the queen of radio’s yesteryear, ", ". ", " gets in on the nostalgia, too, adrenalizing his club jam “Uproar” with a hyped-up flip of G. Dep’s “", ".”", "For as much as it’s been retooled over the last four years, one thing has remained the same since ", " was first announced: Its cover, a photo of a young Wayne with his mother Jacida. She looms protectively over the entire album, tearfully narrating its opening track and filling in Wayne’s biography in interludes. She’s not the only woman in his life who plays a prominent role. His eldest daughter Reginae capably sells a bittersweet hook on “Famous,” and his ex-fiancée Nivea graces his redemption tale “Dope New Gospel.”", "Their presence foreshadows the uncommonly personal tone of the album’s final stretch, especially the closer, “Let It All Work Out.” It shines new light on one of the tentpoles of Lil Wayne’s backstory: the self-inflicted gunshot wound he survived at age 12, which he’d always maintained was an accident. Now, he confirms, it wasn’t. “Too much was on my conscience to be smart about it/Too torn apart about it, I aim where my heart was pounding,” he raps. It’s a powerful reveal, one he in effect waited years to share until he had found the right happy ending to frame it around, and it closes the record on a breath-stopping note. The most surprising takeaway from ", ", it turns out, isn’t that Wayne still has music this vital in him. It’s that after all these years, there’s still more to learn about him."], "score": ["7.4"], "genre": ["Rap"], "time": ["20 hrs ago"]},
{"artists": ["Lupe Fiasco"], "album": ["Drogas Wave"], "text": ["On his seventh album, the conscious hip-hop fallback poses a revisionist fantasy about underwater slaves sinking other slave ships—a premise he quickly abandons during these 24 tracks.", "Conscious hip-hop exists in a state of perpetual existential irony. Known for its power-to-the-people catalog, Rawkus Records ", ". ", " promotes himself while wearing MAGA gear. Other icons, like the artist formerly known as ", ", simply quit. But hip-hop heads in glasses have maintained a fallback in ", ", still dedicated to multi-entendres and high-concept verses.", "But Fiasco’s surface-level sophistication doesn’t mask just how low-stakes his career has been since 2011. That year’s ", ", the ugly result of his hostage situation with Atlantic, effectively ruined his chances of meeting his potential as a mainstream star and bar-for-bar traditionalist, the intersection ", " and ", " now control. Though he’s largely remained consistent since that disaster, arguably peaking with 2015’s ", ", Fiasco has fallen from ", " feature to amicable niche. He has become overly ambitious with his smaller audience, too, so that listening to Fiasco can now feel like encountering someone’s unedited passion project. This is especially true of ", ", a wildly unrealized 24-track, 98-minute concept album with a surreal premise: What if African slaves thrown overboard during their transatlantic passage had managed to survive underwater and dedicate their existence to sinking other slave ships? This is only a ", " left turn for someone ", ", but still.", "This is emotionally rich fictitious content. Still, you can’t help but wonder if Fiasco cares to engage with its dramatic weight; this is someone, remember, who praised ", "’s barely listenable ", " by ", " about morphology and hermeneutics. Fiasco’s love of dense verses, though, often overshadows the empathy that runs through the finest moments of his career. During “WAV Files,” an early ", " highlight, Fiasco’s voice reflects a genuine mournfulness. It helps him sell his revisionist fantasy, whether incorporating a sympathetic Poseidon into the narrative or stumbling upon a new ", ": “Walking on water/", "”", "Fiasco doesn’t only construct an alternate historical narrative for ", "; he explores why we need such myths in the first place. Fiasco realizes that there’s temporary liberation available in reimagining a space where black people are empowered by—not destroyed for—their identities, a concept central to ", "’s significance. This isn’t a new concept for him—", " follows a boy wishing for something as small as a place to skateboard—but here it’s his explicit obsession. During “Manilla,” he reaches to use the tired materialism-as-slavery metaphor to set up ", "’s concept. But his powerful mantra “You can survive anything if you can survive blackness” adds gravity to this world.", "This is a place, after all, populated by pain, so he offers an alternative. In “Jonylah Forever” and “Alan Forever,” Fiasco imagines a reality where ", ", a Chicago infant killed in a feud over a video-game system, and ", ", a three-year-old Syrian boy who drowned while his family attempted to flee to Greece, survive into adulthood. In Fiasco’s vision, Jonylah grows up to open a free medical clinic. Alan’s story connects through mundane but compelling details: “I love smiling, I got talents/I can do flips,” Fiasco raps, reminding us Alan could have become a regular boy.", "There’s promise here, even payoff, but ", " suffers the same problems as most Fiasco albums. The production—which is filled with aquatic textures, natch—is some of the most likable of his career, but he remains as committed to his ideology as he is to a lack of focus. Despite this being his seventh album, he’s somehow grown more inept at structuring the things. ", " stops explicitly referring to its fictional concept by the end of its first third, with little sense of plot development. It’s as if underwater slaves were a passing thought Fiasco wanted to add to an album of references to his history as an Atlantic refugee (“Imagine”) and his nephews (“King Nas”).", " makes little effort to hide how superfluous so much of this material is. The clunker “Sharks is my niggas/The dolphins is with us” proves we jumped the shark only seven tracks in. Fiasco spends most of one very long verse just naming slave ships. And “XO” is merely the moody counterfeit of his old “The Instrumental.” Lupe Fiasco’s career is a string of near-misses. What makes ", " especially frustrating is the way you can squint and see the shape of his possible masterpiece inside."], "score": ["6.2"], "genre": ["Rap"], "time": ["September 29 2018"]},
{"artists": ["Father"], "album": ["Awful Swim"], "text": ["Having relocated to L.A., the Atlanta rapper rapper brings his deadpan flow and subversive sense of humor to some of the strongest production he’s had yet, yielding a refreshingly mischievous album.", "’s music has always been flippant. That was part of the draw: He absorbed bleak topics like police brutality, selling drugs, and gun violence and warped them into shrug-worthy fodder with his alluring black humor. The nasal monotone of his flow is so blithe and dry that everything, no matter how weighty, sounds as casual as eating dinner. His breakout project, 2014’s ", ", built its momentum around the cult hit “Look at Wrist,” in which the Awful Records patriarch plainly admits, “Never had to flip a brick, but I get the gist.” Songs like “2 Dead, 6 Wounded” or “Everybody in the Club Gettin Shot” (from 2015’s ", ") were similarly glib. But that trait is what makes Father so magnetic; he practically begs people to be offended—if only they could stop nodding.", "Mischief abounds on ", ", his latest album. He takes the same acerbic style and adds more money, swag, and nonchalance. “Wrist got too heavy to pick up that bitch’s calls,” goes one line of the hook on opening track “Mirror, Mirror.” It lands as both a callback to that breakout single and a delight in how far he’s come. The Atlanta native and his crew inked a new deal with RCA earlier this year, and he’s relocated to Los Angeles. As far as major label debuts go, ", ", which is also in partnership with Adult Swim, is a strong and remarkably vintage showing. It is a reflection of an artist with so little to worry about that all he can do is watch cartoons and crack jokes; it is also, perhaps, the refuge of a person who hasn’t lost touch with the real world.", "The album is fitted around ’90s-kid and millennial pop-culture staples. A sampling of the array of references includes “Empire,” ", ", Justin Bieber, ", ", ", ", ", ", “Rick and Morty” (of course), and one ", " of the mid-aughts Trap-A-Holics drop. The hook of the cartoonish-sounding “Sephiroth” is built around the waist-length hair of the “Final Fantasy” character. Meltycanon’s video-game-inspired production is a fitting backdrop for Father’s zippy lines (their earliest collaboration was 2016’s “", ",” which features Father rapping over a jewelry-box melody), and he handles the bulk of the production here, with six total credits. He and Father, who self-produced five tracks, have a symbiotic relationship: Meltycanon’s toy-chest style set against Father’s slurred delivery sounds like an alternate universe or a pleasant trip.", "“Only You” is a subdued haze of a club banger, propelled by guitar and a twinkling music-box sound, where Father’s idea of “romance” is something like “All these drugs in this bitch/But only you I wanna do.” The ", "-assisted “On One” chooses the drugs instead; her bursts of energy pop in contrast to his laidback cadence. But tucked into all the vice and hedonism are offhand comments that suggest Father isn’t interested in completely checking out. He may have graduated to Hollywood, but on the slinky “Private Show,” he knows nothing has truly changed: “Scary nigga, I’m a spooky black/You should probably alert your neighborhood watch/Every time a nigga move on the block/Crackers pull up with that burning cross.” A keen sense of racial awareness pops up over and over—particularly where the police are involved. “Keep starin’ in the rearview/Hope 12 don’t get me too,” he declares on “Sephiroth,” and, later, on “Dragons,” “12 shoot at me nigga, bet I shoot back.”", "Despite those fleeting moments, ", " is, by and large, a playful release. As Father counts his money, collects women, and lobs threats to no one in particular, he genuinely sounds like he’s having a good time—inasmuch as his deadpan flow can suggest excitement. It’s a further realized version of his subversive humor combined with some of the strongest production he’s had yet. The time he spent away, slowing his releases from prolific to occasional, proved beneficial. He has managed the often-complicated feat of refining without compromising the unique qualities that drew so many to him in the first place. Free of the self-loathing emotion that many SoundCloud rappers default to and the self-righteous commentary that exists at the other end of the binary, ", " is truly lighthearted at a time when a lot of rap really isn’t."], "score": ["7.8"], "genre": ["Rap"], "time": ["September 29 2018"]},
{"artists": ["Tim Hecker"], "album": ["Konoyo"], "text": ["Best new music", "On the least dense and most inquisitive album of his career, the experimental musician creates a fascinating dialogue between his technology and some of the world’s most ancient instruments.", "For the last decade, ", " has been on a quest to unite musician and machine, to blur the border between the sources of his sounds and the output he renders. During the two-part “Hatred of Music” suite from 2011’s ", ", piano sparkled through a wall of noise and ran like water into the synthesizers beneath it. Two years later, ", " made a pointillist chamber ensemble sound like ", " trapped inside an electric storm. And on the exhilarating ", ", Hecker morphed loping woodwind lines and seraphic choirs arranged by ", " into ad hoc beat machines and chord organs. Still, the source material from instrumentalists and singers felt like exactly that—fodder being fed into Hecker’s finished electronic product, data he mined for updated textures. The hierarchy between the composer and his components was clear.", "At least until now: On the least dense and most inquisitive album of his career, ", ", Hecker puts his synthesizers, sequencers, and software on the same level as his source material, so that the original music he’s manipulating feels every bit as important as the music he is in turn creating. Encouraged by the late Jóhannsson to consider pulling back both volume and layers, Hecker creates a fascinating dialogue between his technology and some of the world’s most ancient instruments. Where one begins and the other ends often remains a mystery, as when a pair of Japanese flutes (the ", " and ", ") float into harmony with a soft keyboard line or a cello merges with a piercing ray of noise. In the tradition of ", "’s piano-and-electronics ", ", ", "’s electroacoustic ", ", or frequent collaborator ", "’s own ", ", Hecker stands at the center of two worlds and puts them in knowing conversation.", "Late in 2017, ", " to assemble a ", " group whose members would improvise around nontraditional concepts. ", " is the imperial court soundtrack of Japan, a mesmerizing mix of curling flute melodies, drums, strings, and the spectacularly droning 17-pipe horn called ", " ", ". They convened for several days in ", ", built on the site of an ancient place of worship.", "Rather than guide the ", " ensemble, record their results, and simply return to a traditional studio to sculpt their sounds, Hecker became a de facto bandleader, offering thoughts about a mood and then joining the group as they improvised around the idea. He’d play back his results, and they’d respond in kind, building a sort of call-and-response repartee between their ritualistic instruments and his command center of synthesizers. During “A Sodium Codec Haze,” Hecker’s sequencers sing in harmony with ", " flutes and percussion, a chorus of wonderment. For “In Death Valley,” those same instruments fall in and out of focus, moving through Hecker’s hum like a digital latticework.", "At its best, Hecker’s radiant drone has been a nest of hidden feelings, with moods and emotions meant to be teased out after the music’s initial sense of unapologetic bluster has passed. But ", " is immediately vulnerable, its vacillation between the dense and diaphanous framing a sense of deep longing and worry. When these sessions began, ", " with the ", " instruments, as they were designed with different standard pitches in mind (", ", as opposed to 440). You can sense those traces of uncertainty and the quest to overcome that hesitation from start to finish here. In the literal sense, ", " sounds experimental, the stuff of trial and error.", "“", ",” for instance, is an endless cycle of baseline anxiety, where washes of worry and hints of relief are interwoven components along the same Mobius strip. Every time a melody starts to twinkle, Hecker undercuts it; just as the piece begins to grow into hellish miasma, Hecker backlights it with keyboards that beckon like shooting stars and safety beacons. It’s a seesaw of emotional unrest, never letting you land on just how you feel. “Keyed Out” is a score of quiet exasperation and creeping desperation, as a droning metallic tone slowly sloughs off its weight. ", " percussion clangs and patters in the distance, as if tracing the walls of some dark room in search of the way out. By using fewer strata of sound, Hecker leaves his impulses exposed, the skeleton now as prominent as the nervous system that operates it.", "In the past, Hecker has tended to flood any space, to fill even a room’s hidden recesses with the glow of his sound. ", " feels like some imposing orb, its transmission as inescapable as walking ", ". ", " is a winter wind churning along some exposed ridgeline, whipping and subsiding only to return with increased conviction. But ", " is always mindful of the space it occupies. Hecker listens, responds, and keeps listening for the ways others respond to his actions—a cycle of dialogue that is, if not obsequious to the whims of the world, at least observant of his impacts on others.", "This self-awareness is timely, of a piece with the social tides that rightfully demand the voices of white men need not be the only or loudest ones in the room. ", "’s other musicians are either Japanese ", " experts or classically trained women with their own compelling experimental visions, Kara-Lis Coverdale and ", ". If ", " is not a direct reflection of slowly shifting worldviews, it is at least a righteous affirmation of them, a pointed reflection on the value in listening to new perspectives. By stepping out of focus and receding into his assembled ranks, Hecker has found a renewed compositional approach. And on the most fascinating album of his career, he has, at last, expressed an idea he has pursued for a decade."], "score": ["8.5"], "genre": ["Experimental"], "time": ["September 28 2018"]},
{"artists": ["Joe Strummer"], "album": ["Joe Strummer 001"], "text": ["This 32-track collection combines remastered rarities and unreleased oddities. More than a collectors’ compendium, though, it offers a welcome collage of a restless, empathic spirit.", "Timing never was ", "’s strong suit. Not more than a year after ", " cracked the stateside Top 10 in 1982, with “Rock the Casbah” peaking at No. 8 on the ", " Hot 100, Strummer fired his partner, Mick Jones. Instead of pulling the plug on the “", ",” he kicked around for a few years, sticking with the Clash long enough to alienate even his hardcore fans with 1985’s incoherent ", ". Strummer released a solo album in 1989, when neither UK nor U.S. audiences were much interested in his earthy passion. When punk ", " have a commercial resurgence in the mid-1990s, his attempt to reunite the Clash fell apart. He couldn’t round up another proper gang until he formed ", " near decade’s end. Just as they began to hit their stride, Strummer died of a heart attack on December 22, 2002. He was only 50.", "Released nearly 16 years after his death, ", "—a 32-track compilation of remastered rarities and previously unreleased material—continues this streak of bad timing, appearing at a moment when the Clash’s memory mostly surfaces for Greatest Albums Of All Time lists. Yet Strummer’s absence from mainstream discourse works in favor of ", ". It arrives to almost no expectations, save for those diehards who scrambled to collect these scraps over the years and long harbored hopes that Strummer’s recordings for obscure indie films such as ", " would be released.", " meets those collectors’ needs, but it’s much more than some utilitarian compendium. Eschewing chronology for collage, ", " paints a vivid and complex portrait of Strummer as he existed outside of the Clash. Each CD opens with a version of “Letsgetabitarockin,” a nifty little ", " lift he wrote for his first band, the pub rockers the 101’ers. It’s an appropriate opening salvo. No matter how far Strummer roamed in life and music—singing Bob Marley with Johnny Cash, dabbling in African rhythms, and interpolating New Orleans R&B during extended sojourns in Spain and California—he was always rooted in rock’n’roll.", "While Strummer started his professional career singing retro rock, he was consumed by understanding other cultures, which ", " makes clear. Shuffling between elastic reggae, Irish folk, cinematic country, boombox hip-hop, and pseudo-jazz, the compilation showcases a singer/songwriter restless for new experiences, a hunger abetted by the Clash's collapse. Without a band, he was free to join directors Alex Cox and Jim Jarmusch on exotic film sets, contributing a few songs and even popping up on screen.", "In ", ", biographer Chris Salewicz argues Strummer suffered from depression during this period. Still, this music is vibrant and never listless, gaining life from its ragged edges and brittle recordings. The cheapness suggests vitality, as if Strummer just needed to get these thoughts down as quickly as possible. For that reason, chunks of this material can seem tentative, even incomplete. Certain songs are revisited, and melodies are reappropriated. That circularity feels integral to Strummer’s creativity. He always worked his way back to the basics, writing rocking rave-ups and diving into spiritual dub when other ideas fell short.", "A compilation with such rough edges typically remains the province of the converted, but ", " explains the rocker’s sensibility in a way that is instructive and even inspiring for neophytes. The Clash were omnivorous and passionate, but their familiarity can sometimes mute their sense of adventure and emotion. That’s not the case here. Strummer embraced other cultures, formed the short-lived Latino Rockabilly War for 1988’s ", " soundtrack, recorded with the Pogues under the Astro-Physicians disguise, and reunited with old bandmate Mick Jones to make hip-hop that didn’t sound like the Clash. His insatiable curiosity and endless empathy give this rough-hewn music a powerful core. Strummer’s career was a testament for open borders and open hearts. While such compassion may have fallen out of fashion, Strummer’s messy, impassioned music now sounds even more urgent and necessary."], "score": ["8.0"], "genre": ["Rock"], "time": ["September 29 2018"]},
{"artists": ["Pinegrove"], "album": ["Skylight"], "text": ["Completed in 2017 and shelved for almost a year, Pinegrove’s third record is smaller, softer, and closer to the chest.", "A year ago, it looked like ", "’s next move would almost certainly cement their status as indie rock heroes. Formed in Montclair, New Jersey in 2010 by friends Evan Stephens Hall and drummer Zack Levine, Pinegrove spent the next six years honing their folky math rock in increasingly packed basements. With their 2016 record, ", ", they magnificently captured the ", " of being alive. It was a small record that did big things, reaching wide swaths of listeners by embracing the sentimentality of emo, the catchiness of power-pop, and the twang of country, creating a universe that felt welcoming and sincere. When the size of the crowd at Pinegrove’s early evening set at last year’s Pitchfork Music Festival dramatically eclipsed that of their emo forefathers, ", ", who occupied the same stage later that day, it was clear that a torch had been passed.", "But three weeks after the November 2017 release of a glorious and cathartic single, “", ",” everything came to a standstill. As Hall explained in a long, confusing ", " he had been accused of “sexual coercion” by a woman he had been in a relationship with. In accordance with the alleged victim’s wishes, Hall and the band shelved ", ", canceled their U.S. tour, and disappeared. So did many of their fans, who immediately denounced Pinegrove. Ten months after the Facebook post, in a ", " detailing the situation, Hall told Pitchfork, “I take consent seriously. All of our encounters were verbally consensual. But, OK, certainly this isn’t from nowhere. If she came away feeling bad about our encounter, feeling like she couldn’t express how she was feeling honestly at the time, that’s a huge problem.” He added, “We are thoroughly in favor of the dismantling of patriarchal structures, and the movement right now to elevate survivors and victims of abuse. And we are not interested in a listenership that doesn’t care about that.” ", ", their third record, was originally meant to come out on Run for Cover, like ", ". The band and label mutually agreed that Pinegrove would self-release ", " and donate the proceeds to charity.", "There is no “right” way to return from such serious allegations; some feel there should be no return at all. It is impossible to ignore the accusations against Hall while listening to ", ". At times, the album can feel subconsciously remorseful, but this is almost a twisted coincidence. The band insists that ", " has hardly changed since it was mastered in October 2017, and some songs date back to at least 2015. ", " opens with “Rings,” an optimistic but cautious declaration of new beginnings and accountability. “I draw a line in my life/Singing, ‘This is the new way I behave now’/And actually live by the shape of that sound,” Hall declares. Though “Rings” quickly continues the self-mythologizing of ", ", with references to Pinegrove iconography like ampersands, wings, and geometric shapes, it’s clear that empathy is not so effortless.", "Recorded and produced by Hall and guitarist Sam Skinner at a house in upstate New York, ", " focuses on atmosphere and abstraction. While ", " was defined by anthemic eruptions of longing, these 11 songs move patiently and often disregard verse-chorus song structures in favor of loose vignettes. “Paterson & Leo”—which originally appeared as a bonus track on ", "’s European re-release that same year—is a wisp of a lullaby about a friendship between two men adrift in their lives. Every instrument, from Levine’s drums to Adan Carlo’s bass slows to the stillness of morning, while Hall and keyboardist Nandi Rose Plunkett’s twin harmonies build with each verse until they take flight. (Plunkett, who left Pinegrove’s full-time lineup after ", " to focus on her own project, ", ", is a brilliant presence here.) In divine moments like “Paterson & Leo” and later, on “Amulets,” each slight note has a defined voice.", "Little on ", " merits the emo-revival label that has trailed the band since their inception. Instead, the group leans into the country tendencies that permeated ", ". On the closer “Light On,” Hall’s impassioned yelp melts into a full-on drawl, while a lap steel courtesy of Joshua F. Marré paints a rich wash beneath him. With much of the singalong hooks of ", " stripped back, Hall attempts to translucently dissect his limitations here. “I wanna talk about/All the ways/Every example of/The shapes/We use to communicate,” he intones on “Portal.” The recording is distinctly raw with few overdubs, evoking dusty alt-country or an indie-folk record from the early aughts. The effect is modest and discrete, especially on tracks like “Darkness,” a wandering meditation reminiscent of Sheryl Crow in her ’90s prime. On “Angelina,” a fan favorite that has appeared on ", " and ", " the desire gets tangled, but the passion rings clear.", "At her 2015 retrospective at New York’s Museum of Modern Art, Yoko Ono built a free-standing spiral staircase titled “", ".” As visitors took turns climbing the steps toward a glass skylight—symbolizing infinite promise—the structure rattled. Each quiver seemed to suggest that transcendence never comes without risk. Despite our efforts, Ono explained, “We are not tall enough to touch the sky.” How easy it is, then, to sing about friendship, love, and community, to realize that art cannot account for your actions, to know we are not tall enough to transcend. ", " closes with Hall looking upwards on the ballad “Light On,” as the band sways from one measure to the next. His voice stretches to a falsetto as he considers a real solution: “I wanna do much better.”"], "score": ["7.5"], "genre": ["Rock"], "time": ["September 29 2018"]},
{"artists": ["Maxwell"], "album": ["Maxwell’s Urban Hang Suite"], "text": ["Each Sunday, Pitchfork takes an in-depth look at a significant album from the past, and any record not in our archives is eligible. Today, we revisit a true R&B classic from 1996, the spacious and grooving debut from Maxwell.", "In the late summer of 1996, Harlem was a loopy place to live—a mix of everyday strivers, storefront church-folk, street preachers, and bugged-out crackheads, buttressed by sneaker shops, streetwear emporiums (like Dr. Jays), soul-food joints, and no-nonsense African hair-braiding centers. Strolling down Lenox Avenue on a Sunday afternoon, I’d tuned my Walkman radio to DJ Hal Jackson’s legendary Sunday Morning Classics broadcast on WBLS: a slow-burn funk groove with an extended intro, hula-hooping bass, creamy electric keys, and mellifluous vocalizing stopped me dead in my tracks. “Ascension (Don’t Ever Wonder),” the second single from ", "’s debut ", ", sounded more like the feel-good black cookout R&B associated with ’70s acts like Frankie Beverly & Maze than the machine-programmed, sample-heavy hip-hop and hip-hop soul dominating airwaves at the time. I can distinctly remember that moment I heard Maxwell’s exquisite, subdued soul for the first time as if it beamed in from another time and place; I was lifted right off the Harlem pavement, ascending into the blue and beyond.", "More than two decades after its April 1996 release, ", "—one of that decade’s constitutive R&B albums alongside ", "’s 1993 ", ", ", "’s 1995 ", ", and ", "’s 1997 ", "—remains a decidedly urbane New York City record. Born Gerald Maxwell Rivera and mostly raised by his mother in Brooklyn’s gritty East New York neighborhood, Maxwell started out crafting demos on a janky Casio keyboard when he was 17. Over the next few years, he bopped in and out of NYC recording studios, formulating his sound. Maxwell cut his live chops and developed a solid reputation, crooning at nightclub venues like Nell’s in downtown Manhattan. With melodious hooks to spare, ", " captures the sparkling intimacy and free-flowing conviviality that characterized New York’s R&B open mic nights in the 1990s to a greater degree than almost any other album of its time.", "Maxwell looked like a model. He sported a outtasight, blow-out afro and retro-bohemian fashion that evoked the Afrocentric Fort Greene coffee bars, elegant brownstones, and sandalwood-smoky poetry lounges of mid-’90s Brooklyn. While gigging, writing, and recording songs, he picked up spare change pulling shifts as a waiter at Manhattan’s Coffee Shop, a popular and chic Brazilian-themed joint in Union Square. It was there Maxwell met guitarist Hod David, who would go on to co-write “Dancewitme” and play on a number of other ", " tracks. Driven by talent and hustle, Maxwell landed a record deal with Columbia Records when he was 21; he remains a quintessentially New York musician.", "Though it illuminates the sound of mid-’90s New York R&B lounges, ", " is an even more ambitious project—an 11-song concept album that’s a carnal and spiritual exploration of the mystifying terrain of heterosexual romance. It traces the entire arc of a relationship over the course of 58 minutes, from meeting to macking to break-up to reunion to marriage proposal to consummation. All this relationship drama between a single man and a single woman supposedly takes place in an unusually compressed period of time. For an album that sounds so decompressed, so languorous and so tempo-deliberate (the BPMs never exceed 100), ", " may be, at an even more meta-level, a profound commentary on the politics of place, space and time.", "The story arc gets going with the seductive foreplay of “Welcome”, depicting a chance encounter between Maxwell and a woman, followed by the finger-snappin’ come-on “Sumthin’ Sumthin’” and the spiritually blissed-out “Ascension (Don’t Ever Wonder).” Heat rises as the duo moves to the bedroom: there’s hard-driving funk jam “Dancewitme” and torrid sex storm “…Til the Cops Come Knockin’.” The guitar-led ballad “Whenever Wherever Whatever”—sounding like David Gates of ", ", ", ", and Antônio Carlos Jobim got together and had a baby—suggests a dramatic mood shift.", "Disconsolate and sullen break-up joint “Lonely’s the Only Company (I&II)” comes up next. But the warmly optimistic “Reunion” suggests things are looking up, and by the time we get to “Suitelady (The Proposal Jam),” Maxwell has pledged his life eternally to his lady. Two dusky smooth jazzy instrumentals, opener “The Urban Theme” and closer “The Suite Theme,” bookend the album. The dramatic album sequencing turns ", " into soul music as hushed erotic breathing, rhythmic like warm blood coursing through the veins, the sensual choreography of two better halves moving toward a musical vision of holy union.", " also marked the debut of Maxwell’s tenor on a recording. His vocalizing—Brooklyn Baptist church-inspired but Quiet Storm smooth—remains a timbral wonder. On falsetto-driven torch tunes like “Lonely’s the Only Company (I&II),” his luscious voice wafts out of the speakers, floating on whispery utterances and feline coos that can cause shudders like the unexpected stroke of a hand down the spine. Maxwell’s secret weapon is a slightly-serrated chest belt, which means he knows how to drive a song home and cut straight to the bone, like on the post-chorus closer of “…Til the Cops Come Knockin’.” Maxwell’s larynx, luxurious and intoxicating like streetcorner incense, remains one of 1990s R&B’s great gifts to pop.", "’s starry-eyed romantic story is supposedly based on a real-life experience. Maxwell even dedicates the liner notes to his “musze,” confessing, “I could never have done this without you.” But Maxwell never initially made public any other details about his “musze” (whom he reportedly met while working at Coffee Shop); in fact, he kept matters so under wraps that, at the time of the album’s release, gossip floated the songs were actually about his relationship with a man. “Music is my life,” he’d tell journalist Cheo Coker, “but as a profession, I don't want it to interfere with the daily routine of being a human being. Hopefully, people will respect that.” He might have been right: Maxwell’s insistence on privacy added to the album’s alluring mystique—who needs details when the musical sexiness is so off the charts?", "“Chill” conveniently describes ", "’s atmospherics, as well as its central thematic concern. Long before Tinder-era millennials hijacked the word “chill” as a euphemism for “hook up,” the album staked out ground as makeout music that was also very much ", " the complex interpersonal politics of chilling, aka hooking up. In its tale of a fleeting lustful encounter that turns into a lifetime romantic opportunity, the album infiltrates the same territory as other fling-turned-serious-relationship projects like Richard Linklater’s ", " film trilogy (the first of which, ", ", kicked off in 1995; the entire series, prefiguring his later ", ", is itself a meta-commentary on compressed time) and I’d like to imagine that it maybe even carved out ground for works like Andrew Haigh’s 2011 interior and touching film ", ".", "Under the cryptic pseudonym MUSZE, Maxwell produced much of ", " himself and in collaboration with co-producers Peter Mokran and Stuart Matthewman. He wisely recruited ", "’s ", " producer ", " to co-write confectionary “Sumthin’ Sumthin’” and Motown journeyman Wah Wah Watson, Gaye’s ", " collaborator, to deliver trademark rhythmic guitar strumming. Because of its relatively restricted budget, Maxwell and crew painstakingly pre-produced, pre-planned, and mapped out large parts of the album at Maxwell’s home set-up and at other NYC recording venues before professionally tracking the material in pricier venues. Spread out over a battery of studios including Electric Lady Studios, RPM, Sorcerer, and Chung King, tracking for ", " began in earnest in 1994 and lasted until March 1995.", "During the recording process, live musicians replayed MPC samples, early drum loops, and other demo sounds. In addition to multi-instrumentalist Maxwell and Matthewman, ", "’s other accomplished session players include ", " and Meshell Ndegeocello collaborator David Gamson, and Groove Collective keyboardist Itaal Shur (who co-wrote “Ascension (Don’t Ever Wonder”). The album’s precise, slick, and clean sound is a testament to the professionalism and organization with which the recording sessions were reportedly conducted. Given that self-contained polymaths in R&B and hip-hop—including ", ", ", ", ", ", D’Angelo, and the Tony Rich Project—were increasingly becoming the norm in late 1996, Maxwell’s Columbia A&R rep Mitchell Cohen granted him a relatively large amount of creative freedom. In turn, Maxwell emerged, even from the onset of his career, as an auteur, seemingly in total control of the direction of his sound and style.", "The long-stroke idealization of sex as intimate connection ran counter to romance-challenged, freaky-sex tunes storming the charts around the same time, like R. Kelly’s 1995 “You Remind Me of Something” and Adina Howard’s “Freak Like Me.” While far too many hip-hop and R&B artists were busy relegating women to the status of video honeys, Maxwell promoted his debut album praising the opposite sex and, according to at least one journalist, telling interviewers he believed God was a woman. What’s more, Maxwell’s cosmological orientation was squarely rooted in R&B, not in hip-hop, which distinguished him from more ruffneck peers like D’Angelo, ", ", and Mark Morrison. Maxwell was selling a bohemian throwback version of gentleman soul at a moment marked by intense commercial pressure for black male R&B artists to keep it real and pledge allegiance to the street.", "While D’Angelo constructed 1995’s ", " out of low-end sonics and throwback jazz, Maxwell had admiration for the Black British artists of the ’80s and early ’90s like Sade and Omar, given that they seemed to exert more artistic control than their American counterparts. In pursuit of Sade’s autonomy as well as her atmospheric jazz-inflected sound, he recruited her collaborator Stuart Matthewman as co-writer and co-producer, as well as other members of Sade’s Sweetback band to play on the album. Mixer Mike Pela, who’d also worked with Sade, helped deliver the album’s spacious mix. More than any other artist of his generation, Maxwell made an explicit connection to Sade’s legacy in the crafting of his musical identity (it would be years before ", " and others did the same).", "Maxwell himself was a product of a certain version of transatlantic blackness: he was born to a Haitian mother and a Puerto Rican father who died in a plane crash when he was three. In 1998, Maxwell, seemingly positioning himself as a hybrid of ", " and Bryan Ferry, referred to his own mellow smooth sound as “Caribbean Ambient Soul.” On ", ", Maxwell’s island roots might show up in the album’s sinewy bass grooves, the long instrumental rhythmic stretches, and the vaguely Latin/calypso horn arrangements. But his Caribbean roots have everything to do with his desire to overcome sandbox limitations: “As a West Indian, Puerto-Rican,” he said in an interview at the time, “I know that a lot of people in my clique are tired of being represented by one or two types of music…There's more to the urban lifestyle than that.”", "The album title alone is a deft double entendre: On one hand, it evokes “suite” as in a collection of songs, and on the other, it invents “hang suite” as a hip euphemism for the celebrity hotel suite / metropolitan black bachelor pad. Film scholar Steve Cohan, writing about cinematic representations of the bachelor pad in 1950s pop culture, argues that the post-war bachelor represented a kind of “arrested development” in his inability to settle down, even as he captured an exciting new breed of masculine sophistication and sexual intrigue, a playboy alternative to compulsory married life. Rock Hudson and Doris Day’s 1959 film ", ", with its depiction of a modern bachelor pad full of nifty consumer-era technologies and gadgets designed to seduce and/or ensnare women, epitomized that dichotomy. In keeping with Hollywood studios’ compulsory hetero-romantic code, every playboy’s bachelor pad had to be transformed into—or left behind for—a heterocentric home for two.", ", crafting its own neo-soul version of pillow talk, might be the most salient and self-aware musing on the politics of the black bachelor pad/hook up spot ever. “…Til the Cops Come Knockin’”—the only song from Maxwell’s early demos that made it to the album—follows up on H-Town’s 1993 “Knockin’ Da Boots,” offering up a vision of sex so seismic it threatens to surrender private intimacy for public disturbance. “I’m gonna take you in the room, suga, lock you up in love for days,” Maxwell promises. Even more so than contemporaries like D’Angelo or Eric Benét, Maxwell has spent his career fascinated by domestic spaces like the bachelor pad and celebrity hotel room, by the black indoors, by the interpersonal politics of the boudoir. ", "’s videos confirm the singer’s domestic pre-occupations: Eric Johnson’s “…Til the Cops Come Knockin’” unfolds in the hotel suite/bedroom, and in Sophie Muller’s “Whenever Wherever Whatever,” a solipsistic Maxwell wanders around an apartment room doing mundane chores like brushing his teeth.", "The album isn’t merely about bedroom carnality; it aspired to the status of a spiritual, existential “Black Love” album. If you’ve ever thumbed through the pages of ", ", read works by writers Maulana Karenga or Lerone Bennett Jr., or even spent 10 minutes at any corner in the ‘hood  selling black-themed books, you know about black love: the idea that intra-racial kinship between members of the opposite sex can offer relief, if not therapeutic recovery, from oppressive racism. Black love emerges as a balm that offers members of the community the chance to become healed and unbroken from systemic trauma.", "Besides the torrid black-on-black macking that is “….Til the Cops Come Knockin’,” “Sumthin’ Sumthin’” soars on Afrocentric lyrics like “Honey Dew Sugar Chocolate Dumplin,” going so far as to give praise to an “ebony” sista shimmering with a “cocoa kind of flow.” Even the streetcorner slang “sumthin’ sumthin’” and the album’s titular hijacking of the word “urban” (the music business’ lazy and enduring ’90s shorthand to refer to anything black or street-centric) suggests a vision of blackness tied to notions of slick upscale living. There’s no such thing as a ", " hang suite; Maxwell only ever envisioned black love as a nuevo asceticism for contemporary urbane lifestyles.", "Here was the soulfully sensitive, new age black man, relishing in the carnal opportunities afforded by the bachelor pad, but ultimately in search of long-term stability and monogamy. “I feel that if romance can be re-introduced in this age,” Maxwell told a reporter in 1996, “it might save a lot of people from running around.” He’d go on to say, in a separate interview: “`Respect, commitment, monogamy...it's my trip.” He wanted to hang ", " women, not ", " women.", "Given the ubiquity of ghetto-centric hip-hop and R&B in 1996, Columbia wasn’t entirely confident they could successfully market Maxwell’s throwback, boho style to a desirable young black demo, nor were they initially sure that they could effectively cross him over to an international audience. ", " debuted at No. 38 on the Top R&B / Hip-Hop Albums chart, and I can recall my surprise, at the time, that Tower Records slashed the price of the cassette format to $7.99 (most new release cassettes at the time cost more than $10). But strategic price promotion, in tandem with persistent plugging and programming on urban radio, heavy rotation of Maxwell’s videos on BET, VH1 and MTV, and a robust touring schedule (even though he was initially booed on stage while opening for Groove Theory and Fugees) afforded the fledgling album sleeper success.", "Just two years after its release, the album had already gone platinum, and it captured a 1996 Grammy nomination for Best R&B Album. Though D’Angelo got out of the gate first in 1995, proving to the world that that alternative retro-R&B could catch on with mainstream audiences, the slow-burn success of ", " further confirmed non-single format R&B’s coming of age. It is unlikely to ever garner the critical respect of D’Angelo’s ", " (released in 2000 but recorded in the 1990s) if only because it never aspired to the textural engineering and scientific headphone details that have since made ", " intimate, experimental approach to R&B matter greatly to rock connoisseurs.", "For an artist whose debut was so thematically focused on compressed time—the concept of the hook-up that evolves into a lifetime connection—Maxwell has been delivering new albums ever since at a turtle’s pace. He has always been about the soufflé, not the Big Mac—in his world, artistic releases take longer, but when they arrive, they nourish us with long-lasting, good taste. Maybe he’s traded in the bushy afro for a short crop and his boho Brooklyn threads for better-tailored suits, but Maxwell has never chased trends, and he’s never lowered his bar to play dress-up as a disposable factory-produced artist. Cool and classic, Maxwell has remained everywhere and barely there in the culture, simultaneously indispensable and inaccessible.", "I got the opportunity to interview Maxwell in 2016; he mentioned that even though he hasn’t yet had children of his own, he half-jokingly claims all the children he’s likely to have helped bring into the world because of the album’s status as transcendent baby-making music. Maybe that’s the best reason to cherish the legacy of ", ": by crooning his way in between our sheets, Maxwell’s musical DNA—his uniquely chilled-out, über-romantic, black love soul sound—has embedded itself into the very fabric of contemporary pop, R&B and beyond."], "score": ["9.0"], "genre": ["Pop/R&B"], "time": ["September 30 2018"]}
]